{"269e37f1-dcc3-46b1-b912-06c5ba5acfbf": "Em cenários de graves crises mundiais, nossos olhares se voltam para as lideranças. Pensando nisso, o CLP – Liderança Pública e a ENAP prepararam este curso para apresentar a um passo a passo de como liderar em tempos de crise. O conteúdo tem uso prático para que lideranças consigam navegar pela crise, servindo como um repositório de apoio e suporte para o enfrentamento da instabilidade ocasionada pelo coronavírus.", "b19480ca-2054-4126-b612-dc8e24949951": "Já parou para pensar em quanto tempo falta para você se aposentar? Conhece as regras de aposentadoria do serviço público federal? Se você nunca pensou sobre esses assuntos, essa é uma ótima oportunidade para se capacitar e entender na prática como funcionam os critérios de acesso e de concessão. Que tal cursar e adquirir condições de reconhecer os aspectos gerais do Regime Próprio de Previdência Social da União?", "c3dc5a27-f76b-46a3-b9c9-644d35a66baf": "Neste curso, você vai conhecer um pouco sobre a arte de falar em público. Irá aprender técnicas para se comunicar bem e preparar-se para falar em público.", "175ca57b-0ba9-445f-b60a-b9f628980515": "Promover a formação sobre relações étnico-raciais no Brasil, no contexto das Comissões de Heteroidentificação e justifica-se pela orientação legal da Portaria Normativa nº 4, de 06 de abril de 2018, que regulamenta o procedimento complementar à autodeclaração dos candidatos negros (pretos e pardos), para fins de preenchimento das vagas reservadas para concurso público.\n\nModalidade: curso do tipo autoinstrucional apoiado por videoaulas (não serão disponibilizados outros materiais).", "e4a58e87-5332-4337-9c77-bd3ec2546d4d": "Promover a formação sobre relações étnico-raciais no Brasil, no contexto das Comissões de Heteroidentificação e justifica-se pela orientação legal da Portaria Normativa nº 4, de 06 de abril de 2018, que regulamenta o procedimento complementar à autodeclaração dos candidatos negros (pretos e pardos), para fins de preenchimento das vagas reservadas para concurso público.\n\nModalidade: curso do tipo autoinstrucional apoiado por videoaulas (não serão disponibilizados outros materiais).", "8153e4a8-c7d2-43b1-a447-78a42fc2c5f7": "Compartilhando experiências, MOOCs e SPOOCs, Como foram as suas aulas?", "8c9c4ffe-9f34-4111-ab38-14c77684abd8": "O curso tem como objetivos apresentar os conceitos relacionados à inclusão e acessibilidade, destacar os tipos de acessibilidade e a tecnologia assistiva, bem como apresentar algumas tecnologias para a produção de materiais digitais acessíveis.", "8dbe8524-6fbe-4a38-8311-f3d99f988f78": "Formação oferecida gratuitamente pelo Instituto Federal do Espírito Santo com o objetivo de promover o conhecimento necessário assim como o compartilhamento de saberes e experiências profissionais tendo em vista os direitos das pessoas com deficiência e a garantia de sua participação em conformidade com o paradigma da inclusão nos processos seletivos discentes.", "c17b8522-18b7-4d5d-9c4d-7e78685792d8": "O curso tem como foco a identificação dos problemas enfrentados por pessoas com diversos tipos de deficiências e as dificuldades para atingir a inclusão social; o papel que desempenham; os diversos tipos de legislação; as condições de acessibilidade dos ambientes; e, a atuação profissional dos responsáveis pela avaliação da acessibilidade dos espaços dentro de uma metodologia de Desenho Universal.", "baa3c8ea-e5ff-4339-9035-19579f91bc13": "Neste curso, você irá compreender o conceito biopsicossocial e as terminologias ligadas às pessoas com deficiência. Entrará em contato com a legislação, compreenderá como utilizar recursos e técnicas que melhoram a acessibilidade, além de ver exemplos práticos de comunicação acessível, tanto em eventos presenciais como em conteúdo web e impresso. Inscreva-se agora e tenha oportunidade de compreender como a comunicação pode ser mais acessível e democrática para todos!", "249d0a3d-c4ef-4293-bf9c-a6ef850f1888": "Neste MOOC serão apresentadas as temáticas relacionadas a atuação em atividade de ações afirmativas; Representatividade; Tipos de acesso ao Ensino Superior na UFPel; PAVE - Por mais vagas para as Escolas Públicas e os Dados dos cotistas do Centro de Engenharias", "e2aa2d95-2052-49a7-8fa5-deca6d8adbbe": "O curso demonstra as bases normativas, conceituais e operacionais que podem ser utilizadas na aplicação da Lei de Acesso à Informação (LAI), oferecendo subsídios aos cidadãos e à administração pública em geral para a realização consciente e eficiente de atos relacionados a essa área.", "cf1977ac-3c54-4b25-8a6b-8c2e40c5f418": "Qualificar pessoas para agirem na defesa dos valores e princípios gerais dos direitos humanos, objetivando a justiça, a ética, a moral, a equidade, a igualdade e a liberdade.", "bacb4c37-72db-4faf-bbfc-6cfb505f2726": "O curso tem como desafio compreender a Administração Pública enquanto área do conhecimento e de práticas profissionais voltadas para a gestão das organizações que a integram. Para tanto, vamos associar o processo de consolidação desse tema ao seu campo de aplicação: o Estado.", "3e91704b-cdda-4bf7-83ff-49fa2050f3aa": "O curso aborda os principais pressupostos teóricos que fundamentam a definição e as práticas de Administração de Recursos Humanos nas Organizações.", "7ab7c22a-548d-4c57-92d4-36d1297ed9cd": "Neste curso falaremos sobre alfabetização na perspectiva do letramento à luz da Pedagogia Histórico-Crítica, incluindo uma análise sobre letramento digital dos professores alfabetizadores.", "c288dda1-9912-4217-bd90-9d829d28b918": "Este curso apresenta os principais conceitos, ideias e debates acerca das Altas Habilidades/Superdotação no meio acadêmico nacional e internacional. Traz um suporte teórico e prático para que se possa compreender, identificar e atender as pessoas com indicadores de AHSD nas instituições de ensino, desde a Educação Infantil, até o Ensino Superior, enfatizando a inclusão, a diversidade e a acessibilidade.", "6df06e3b-de96-4e28-94cd-0b94de5e9c48": "O curso foi organizado a partir do perfil dos três principais usuários desta plataforma: o pesquisador institucional (PI), o responsável pelo registro acadêmico (RA) e o responsável pela gestão de pessoas (GP). De acordo com o seu papel, acesse as seções correspondentes.", "1175549d-9719-4349-a765-9ca8130aeb6e": "O Curso tem por objetivo apresentar as principais características, funcionalidades e limitações existentes nos ambientes digitais de aprendizagem - AVA, contribuindo para a tomada de decisão tanto para a escolha do AVA mais adequado quanto para escolhas de desenho instrucional.", "36d58f25-198f-42e9-b73f-b811f4a287c6": "O curso abordará a importância da utilização de dados analíticos pelos gestores e servidores públicos tomadores de decisão, bem como a forma de obtenção e utilização de dados estratégicos.\n", "6d78de36-7d86-40a4-81d5-11b1eecf5464": "O curso Análise e Melhoria de Processos foi transposto da modalidade presencial para a autoinstrucional em 2021 pela Enap, com o intuito de oferecer aos participantes apresenta uma visão geral e abrangente da gestão da qualidade no serviço público, aprofundando um de seus aspectos, a análise e melhoria de processos.", "fa9c96d3-82fb-4b7e-a1e6-37a7a2088ed9": "Analisar aspectos linguístico-discursivos de cartas de leitor. Produzir uma carta de leitor segundo as regras desse gênero de discurso. Analisar aspectos linguístico-discursivos de resenhas. Produzir uma resenha segundo as regras desse gênero de discurso. Analisar aspectos linguístico-discursivos de artigos de opinião. Produzir um artigo de opinião segundo as regras desse gênero de discurso.", "9c4190ae-2f4c-463d-9e15-35fe3ee6149b": "Para monitorar o cumprimento dos contratos firmados pela Administração Pública e aplicar as sanções adequadas quando for necessário, é fundamental entender o processo da contratação pública e seus desdobramentos operacionais. Este curso apresenta os principais aspectos referentes à aplicação de penalidades nos contratos administrativos, destacando pontos tratados nos instrumentos normativos e no aporte legislativo vigente que tratam do assunto. ", "96642dca-330d-4514-9a2e-6051eaec23be": "O curso tem o objetivo de apresentar a metodologia Business Intelligence por meio da ferramenta Power BI, que trabalha com acesso interativo aos dados e permite realizar análises apropriadas. É importante que a ferramenta esteja disponível em seu computador para que você tenha maior aproveitamento durante seus estudos e possa praticar as ações demonstradas. ", "91b2f5e9-ecf2-4c61-9377-d29d37fb5e77": "Este curso busca compreender o empreendedorismo no contexto da aposentadoria por meio de uma abordagem teórica, mas com diversas ferramentas para auxiliar o estudante a colocar as suas ideias em prática. Empreendedorismo na aposentadoria contempla um panorama geral sobre como empreender, sobre o perfil e o comportamento dos empreendedores.", "718b18ea-f89e-490d-a561-5d2ac2fe214c": "Aprendizagem Baseada em Equipes (Team-Based Learning); Aprendizagem colaborativa; Metodologias ativas.", "35a7bb56-bcca-407b-a379-14661dc5f6eb": "Este curso apresenta capacitação e conhecimento de boas práticas de desenvolvimento de competências das organizações contemporâneas e a importância da aprendizagem baseada no autodesenvolvimento.", "9f22d886-fd27-4bf3-8d00-c02bdd3e4a82": "Conceitos iniciais sobre Aprendizagem Significativa, Abordagens Teóricas e Tipos de Aprendizagem, Ensino Significativo.", "38c1b67c-cbe7-4fe7-8c57-a55d0ef25144": "Promover a formação sobre relações étnico-raciais no Brasil, no contexto das Comissões de Heteroidentificação e justifica-se pela orientação legal da Portaria Normativa nº 4, de 06 de abril de 2018, que regulamenta o procedimento complementar à autodeclaração dos candidatos negros (pretos e pardos), para fins de preenchimento das vagas reservadas para concurso público.", "9971cdc8-d1dc-4eab-8524-803ba55f77f8": "Neste curso iremos abordar o tema assédio moral e suas peculiaridades no serviço público. Apresentaremos também o conceito de assédio moral partindo de uma abordagem multidisciplinar, na qual auxilia na identificação de diversas formas pelas quais a agressão moral pode ocorrer. Além disso, o curso traz as decisões judiciais mais recentes sobre o tema.", "7c2b03a1-800c-4e0c-ad0b-72511e6b0242": "Neste curso imergimos no universo dos instrumentos legais que conduzem, ratificam e alicerçam as Políticas Educacionais Inclusivas, tanto no panorama internacional quanto nacional, assim como no contexto da Educação Profissional Tecnológica e no Ensino Superior.", "4e49a1b4-a4e3-4041-8af0-d45d71ab4a16": "Este curso apresenta os aspectos legais da aposentadoria, englobando a esfera de direitos e deveres que envolvem esta etapa, as transformações no contexto jurídico e social e os principais questionamentos com base na legislação constitucional e infraconstitucional que tratam do presente assunto.", "8687a886-eef2-48ea-a182-cb907fbfa53b": "Este curso apresenta a importância dos aspectos socioemocionais na vida e no período da aposentadoria. Você irá conhecer algumas competências emocionais que estão presentes e se desenvolvem desde o nascimento.", "71cc8832-0dd3-4dd2-896d-6a160c1cd678": "O processo da transformação digital oportunizou no cenário atual a oferta de certificados e assinaturas digitais como soluções seguras e viáveis à realização de transações e de validação de documentos de forma segura e ágil. Este curso oferece conhecimento teórico e prático a respeito da aplicabilidade das assinaturas digitais e dos procedimentos para sua adoção.", "776ce6c8-f1f8-4746-8068-b5e83263a2a9": "Português Instrumental; Matemática Financeira; Ética Profissional; Administração; Finanças; Contabilidade Básica; Recursos Humanos; Rotinas Trabalhistas.", "f2fccc16-4452-4b14-8443-7e5d8277c30b": "Contabilidade Básica; Contabilidade Comercial; Contabilidade Pública; Contabilidade de Custos; Contabilidade Empresarial; Escrita Fiscal; Legislação Fisco Tributária; Gestão Tributária; Direito do Trabalho, Tributário e Empresarial.", "ee566038-4334-4264-943a-65f3bc04488b": "Logística; Gestão de Estoques; Cadeia de Suprimentos; Controle de Transportes e Distribuição; Movimentação e Armazenagem; Custos Logísticos; Logística em Serviços; Processamento de Pedidos e Serviços ao Cliente; Legislação Aplicada à Logística", "dc1a8c4e-c8e6-48f0-8ff5-c6a84bc5642d": "Redação de textos empresariais e oficiais; Práticas de Recursos Humanos; Direito do Trabalho; Gestão de Pessoas; Psicologia do Trabalho; Psicologia das Relações Humanas; Desenvolvimento Pessoal e Interpessoal; Recursos Humanos na Administração Pública", "93f17a9a-fd0f-4890-bdd3-7555860f1b9d": "Redação de textos empresariais e oficiais; Legislação Escolar; Gestão de Documentos e Arquivística; Trabalho Escolar e Teorias Administrativas; Administração de Materiais; Contabilidade na Escola; Gestão Democrática nos Sistemas e na Escola; Relações Interpessoais", "f045a187-bbc8-4eb2-a738-4e845a27de10": "Conhecer e refletir sobre o Assédio Moral no trabalho é uma das medidas que podem proteger a organização desse mal que tanto prejudica as relações de trabalho. Neste curso, você irá refletir sobre este tema, estabelecer paralelos com a realidade que você vivencia e refletir se algo na sua conduta profissional ou no seu ambiente de trabalho precisa ser revisto.\n", "6a085c9c-718f-4d57-afc1-024ad0825f13": "O Audiovisual na Sociedade Tecnológica; Introdução à Linguagem Audiovisual; Linguagem Audiovisual; Fotografia, Cinema e Televisão; Audiovisual e Educação no Brasil; Audiovisuais na Escola. Curso produzido pelo IFRS, ofertado pela Plataforma Aprenda Mais (MEC).", "9d83791a-63fc-438c-8372-f530b844ec01": "O papel que o tradutor e intérprete de Libras desempenha é fundamental para promover a acessibilidade a comunidade surda, e através dessa disciplina você aprenderá um desses nichos comunicativos. No decorrer dos estudos, você conhecerá a respeito das plataformas virtuais e metodologias utilizadas no contexto audiovisual, tendo a ênfase em acessibilidade através da tecnologia midiática, como a janela de Libras, legendas e outros recursos.", "3e6d9595-050b-4e0d-9d9e-cd84d95cc35f": "Você sabia que auditoria não significa apenas investigar casos judiciais ou balancear contas apontando discrepâncias entre passivos e ativos? A auditoria também auxilia a alcançar os objetivos de uma instituição!", "e2300875-5ee6-4721-8e39-5246a2e569c4": "O curso aborda a motivação como resultante do autoconhecimento de pessoas na 3ª linha da estrutura organizacional dos Poderes, nas três esferas administrativas do País, nas vertentes profissional e pessoal.", "23823d88-fab8-4740-b68b-039d30ce4975": "No curso de Auxiliar Pedagógico você vai ser preparado para auxiliar na elaboração de projetos pedagógicos e planos de cursos. Vai aprender a como colaborar com a organização didática e metodológica das atividades pedagógicas, além de poder auxiliar nos processos de avaliação do ensino e da aprendizagem na educação e na relação pedagógica entre docentes e estudantes. Vai estar preparado para contribuir para o desenvolvimento de ações integradas no âmbito escolar.", "dbd88317-32e5-4c68-9e30-8140c4dd447c": "O curso apresenta o método de avaliação por rubrica no Moodle e suas potencialidades para contribuir no desenvolvimento do processo de aprendizagem dos estudantes e de acompanhamento, avaliação e feedback pelos professores. ", "c159de98-c346-4434-b90a-36ac1e6cfcbe": "Este curso apresenta a contextualização e os principais modelos da avaliação de qualidade de serviços que podem contribuir para a melhoria da gestão dos serviços públicos, sejam eles presenciais ou digitais. O conteúdo ainda aborda alguns dos instrumentos brasileiros de avaliação aplicados aos serviços públicos. ", "9c881543-6385-43cc-99a1-ccdafe405f8b": "O curso tem como objetivo fornecer aos servidores públicos aspectos conceituais sobre avaliação da aprendizagem, a partir das metodologias ativas, aplicando habilidades de coleta e análise de dados para a melhoria contínua de projetos educacionais. ", "8c4b185d-70b8-4429-a3bb-bc3482fe16c2": "O curso \"Bem-Estar e Substâncias Psicoativas: uma questão de saúde pública\" do Itinerário Formativo \"Ensino de Ciências, Saúde e Ambiente (ENCISA)\" visa preparar profissionais da educação para promover debates sobre questões que envolvem a Educação em Saúde e Saúde na família, incluindo as noções de bem-estar, a História da Saúde Pública no Brasil e o panorama do Sistema Único de Saúde (SUS).  Trata-se de uma abordagem temática articulada ao ensino de ciências naturais na perspectiva da educação Ciência, Tecnologia, Sociedade e Ambiente (CTS/CTSA) associada à Práxis Educativa Freireana. Tem como objetivo também apresentar a Metodologia da Mediação Dialética (MMD), que aliada aos pressupostos da Formação de Professores, visa operacionalizar a maneira como o conteúdo pode ser abordado pelo docente. O curso faz parte de uma trilha de cursos MOOC para Formação de Professores em Ciências, Saúde e Ambiente quem visam contextualizar os temas de maneira transversal e transdisciplinar envolvendo questões tecnológicas, políticas, culturais, sociais, saúde e ambientais para potencializar o despertar para novas formas de abordagens em espaços escolares e não escolares.", "9859ab27-fd40-40ad-9008-f74832130d7d": "Introdução a Segurança do Trabalho: conceitos básicos de segurança do trabalho. Equipamentos de proteção coletiva e equipamentos de proteção individual e coletiva. Produtos químicos. Equipamentos, vidrarias e  utensílios de laboratório. Mapa de riscos. Manual de segurança para laboratórios. Situações de emergência.", "395c0c47-2887-454e-b66d-a15ea5a16b39": "Educação brasileira; História; Políticas educacionais.", "775dd45d-a96e-407b-9ea9-34f961b46c4e": "O curso visa orientar professores e demais profissionais interessados a compreender o que são os cursos MOOC, a plataforma de cursos abertos do Ifes, e como criar os cursos MOOC nesta plataforma, desde sua concepção, planejamento, desenvolvimento, implementação até a avaliação.", "2ef5086a-5c0f-4404-a1dc-d2b86643dab4": "Fiscalizar contratos é um dever dos gestores públicos. Qualquer agente público poderá assumir o papel de fiscal de contrato administrativo. Entretanto, isso poderá ser um desafio, uma vez que a atividade envolve uma série de tarefas que, muitas vezes, ainda não são conhecidas por todos nós. Este curso pretende, justamente, contribuir para que você exerça, com eficiência, a fiscalização de contratos públicos.", "564fb021-97fa-4d80-9c3d-b14660070027": "Este curso foi pensado para você que deseja conhecer técnicas básicas para produção de videoaulas, compreendendo a importância do planejamento e construção de um bom roteiro na criação de vídeos educacionais.", "888ca8da-0ef1-4eff-812e-01544b42302a": "Você gostaria de aprender a produzir vídeos com celulares e tablets? Não importa sua profissão ou área de interesse, este curso foi pensado para qualquer perfil de pessoa.", "ab5fb9a3-56b3-4080-ba96-9ba6b10510bd": "O curso Mooc Como desenvolver bons hábitos de estudo? é uma iniciativa do Instituto Federal do Espírito Santo (Ifes) - Campus Colatina, no qual, visa orientar pessoas da comunidade em geral, estudantes do ensino regular, concurseiros, estudantes de cursos livres e/ou não formais, vestibulandos entre outros que queiram desenvolver bons hábitos de estudo. Nesse sentido, foi planejado com o intuito de contribuir com os processos cognitivos do público-alvo, orientando sobre a autorregulação da aprendizagem, a utilização de estratégias de aprendizagem e o gerenciamento de recursos (tempo, espaço e materiais).", "122a7dfa-0395-452d-b625-481221db8953": "Promover a formação sobre relações étnico-raciais no Brasil, no contexto das Comissões de Heteroidentificação e justifica-se pela orientação legal da Portaria Normativa nº 4, de 06 de abril de 2018, que regulamenta o procedimento complementar à autodeclaração dos candidatos negros (pretos e pardos), para fins de preenchimento das vagas reservadas para concurso público.\n\nModalidade: curso do tipo autoinstrucional apoiado por videoaulas (não serão disponibilizados outros materiais).", "99ff985d-2f38-4ce5-8c22-b08c3ed04f70": "Este curso tratará dos principais conceitos e da fundamentação para a promoção da sustentabilidade no setor público. Você conhecerá o processo de planejamento para uma contratação pública sustentável, compreenderá os principais requisitos da sustentabilidade para realização de compras sustentáveis pela administração pública e a aplicabilidade da nova lei de licitações nesse contexto. ", "39902daa-010c-4cad-9197-d8fdabee7ff5": "O curso MOOC “Compreendendo a Educação Profissional e Tecnológica integrada ao Ensino Médio: textos e contextos” faz parte do Projeto de Formação Continuada “A Educação Profissional Técnica integrada ao Ensino Médio: textos e contextos”, cujo objetivo é fomentar o debate e o diálogo junto a equipe de profissionais do Ifes acerca dos instrumentos legais que regem a oferta da Educação Profissional de nível técnico com foco na forma articulada integrada.", "b22e9713-5da6-4f6f-b864-b2a656831f43": " O curso MOOC “Compreendendo a Educação Profissional e Tecnológica integrada ao Ensino Médio: textos e contextos” faz parte do Projeto de Formação Continuada “A Educação Profissional Técnica integrada ao Ensino Médio: textos e contextos”, cujo objetivo é fomentar o debate e o diálogo junto a equipe de profissionais do Ifes acerca dos instrumentos legais que regem a oferta da Educação Profissional de nível técnico com foco na forma articulada integrada.\n\nCarga horária: 60 horas", "e7ec4673-b659-40c0-82e9-4c4f02e300bd": "Introdução à Computação; Componentes e Hardwares; Representação de Dados no Computador; Sistemas e Conversões; Funções e Portas Lógicas", "07eaeb96-794b-4dee-b14a-33c2d084150b": "Comunicação; Comunicação escrita e administrativa", "bcf76177-f0f1-422c-b4b2-bd66bf2724e7": "Conceitos gerais de comunicação oral e escrita; História da Comunicação; Redação Comercial e Dissertativa; Gramática: Regências e Concordâncias; Técnicas de Oratória; Comunicação Não-Violenta; Práticas e Exercícios Avaliativos.\nO objetivo geral desse curso é proporcionar melhorias, pessoais e profissionais, a partir de São objetivos específicos deste curso: repassar conceitos gerais relacionados à Comunicação Oral e Escrita; capacitar o estudante para melhoria da Oratória e apresentação em público; despertar a prática pessoal de uso da Comunicação Não-Violenta; apresentar aos alunos os conceitos e uso de ferramentas de comunicação virtual; \n exemplificar aos aprendizes os usos de Comunicação Escrita Empresarial ( Tipos de documentos da Redação Comercial); reforçar para o aluno conceitos a partir de explicações sobre estudos de Gramática ligados a Regência e Concordâncias; tipos textuais: ênfase para Redação Dissertativa.", "ad5e664c-090b-4c2c-a85c-651cb1145ce5": "O curso tem o objetivo de promover a compreensão dos conceitos e princípios básicos sobre Acessibilidade na Comunicação, assim como problematizar a (DE)ficiência com foco na eficiência de cada indivíduo e do coletivo na interação por meio de recursos como: a Audiodescrição para pessoas com deficiência visual; a Língua Brasileira de Sinais (Libras) e as Legendas para Surdos e Ensurdecidos (LSE). Pretende-se desencadear a reflexão a partir da fala de convidados, textos e discussões sobre o público-alvo e especificidades de cada recurso e, mais ainda, como produtos concebidos acessíveis podem beneficiar a todos, incluindo as pessoas com deficiência. Para tanto, o curso conta com recursos e ferramentas de acessibilidade na comunicação como a audiodescrição para as pessoas com deficiência visual, janela de Libras e legendas para surdos e ensurdecidos, mas ressaltamos que estes recursos auxiliam a todos, promovendo novas formas de experiência e mesmo sensibilização. ", "f90481a9-6fa8-4037-b9c3-aa2cc1d4078c": "Objetivo: capacitar os profissionais que atuam na administração pública federal, direta, autarquias, fundações e profissionais da administração pública federal indireta (empresa pública) a efetuarem os procedimentos relacionados ao deslocamento de pessoal no Sistema de Concessão de Diárias e Passagens (SCDP).", "7e389c1d-5215-401e-baa8-2f1a976c520d": "Introdução ao TEA (Transtorno do Espectro Autismo): História, conceitos, Terapia, etiologia e mitos; Conceitos sobre inclusão escolar e práticas educativas inclusivas envolvendo pessoas com autismo no ambiente escolar. ", "d9fda7e9-fdd4-4b79-923f-df7516f1354c": "Introdução; Receitas; Despesas; Balanços e Sistemas.", "341290fb-6762-4515-b5d8-9e25d7d8488a": "Você conhece o embasamento teórico e legislativo das contratações públicas sustentáveis? Esse curso apresenta os principais conceitos e fundamentos para repensar o processo das licitações e aquisições de bens e serviços na perspectiva da sustentabilidade. Além disso, propõe a reflexão sobre a relação meio ambiente, sociedade e desenvolvimento sustentável e contribui para a implementação da gestão de logística sustentável.", "2bdd3815-1327-416d-a77e-84e974c71ba0": "Conceitos; Execução.", "31bca296-94c1-433e-9a5d-1b7521730a3e": "O curso apresenta noções de controle institucional e social no Brasil para uma compreensão básica sobre a importância da qualidade do gasto, do uso eficiente dos recursos públicos e da participação social.", "fb9b38f9-97db-4041-97b8-5019307c8590": "Ao final deste curso, espera-se que o participante seja capaz de aplicar princípios do controle no contexto da gestão pública. O curso abordará os temas Prestação de Contas, Controles na Administração Pública, Controle Externo, Controle Interno e Controle Social. ", "8bc1f503-d8bd-41e6-a30f-f621c57734db": "Conceitos; Peculiaridades; Prestação de contas.", "9a3527c9-a508-49a1-b95e-d5b0e39b287e": "O curso tem a intenção de promover a formação sobre relações étnico-raciais no Brasil, no contexto das Comissões de Heteroidentificação e justifica-se pela orientação da Portaria Normativa nº 4, de 06 de abril de 2018, que regulamenta o procedimento complementar à autodeclaração dos candidatos pretos e pardos, para fins de preenchimento das vagas reservadas para concurso público.", "e7ffb43a-d2d3-4720-a4ea-56f271748f39": "Entenda as cotas raciais como ações afirmativas a partir da hermenêutica jurídica antirracista.\n\nModalidade: curso do tipo autoinstrucional apoiado por videoaulas (não serão disponibilizados outros materiais).", "ed5d435b-b5e0-4f06-9c63-b597963e2733": "Apresentação de opções e caminhos para se implantar práticas de gestão ágil dentro de uma organização pública", "3eb1b284-1dfa-40d4-8a59-dbe952f1065a": "Você sabe como inovar no ambiente de trabalho? Neste curso, você conhecerá as principais ferramentas e métodos para o desenvolvimento da inovação e para estimular o seu pensamento criativo, na busca pela melhoria dos processos, resultados e pela qualidade na prestação do serviço público.", "8a755be8-4447-40d8-a4dc-570cfac283a3": "O objetivo é simplificar, esclarecer e apoiar os profissionais interessados em criar cursos MOOC (Cursos Abertos, Massivos e On-line), com a melhor qualidade possível. ", "f7ba54ba-3e57-49b3-885f-acc1256a7825": "Este curso possibilita conhecer os principais riscos na área de integridade pública, as principais normas que regulamentam a gestão de riscos, Governança Corporativa e Integridade Pública.", "52c2a7a3-6043-4b55-ba33-b10f3fc9ecac": "O curso tem por objetivo reconhecer a importância da Língua Brasileira de Sinais – Libras e sua utilização como forma de promoção à acessibilidade no ambiente educacional e  proporcionar aos cursistas o uso da Libras, para que sejam capazes de desenvolver uma comunicação inclusiva junto às pessoas com surdez nos espaços educacionais.", "df775a8c-5f8e-4f3c-a97a-f543f3091e54": "Com um foco qualitativo, o curso aborda de forma objetiva e prática os conceitos introdutórios dos principais intrumentos e ferramentas da gestão do risco corporativos. Assim, serão abordados conceitos como: riscos corporativos, controles internos, compliance. O referencial teórico será a ISO 31000 (2009), a IN CGU nº 01/16 e o modelo COSO-ERM (2004).", "81314f17-acf2-48b6-8eb8-dbb86642dbe7": "Contextualização; Plataformas de cursos MOOC; Vamos fazer um MOOC?; MOOCs no IFRS.", "728e394b-83b1-4af6-a140-56d3ceb8faf9": "Contextualização; Como fazer um curso com horas a distância?; Elaborando o PPC; Implantando o Curso.", "6ba87bcf-b53e-41f7-87f8-59f900290d28": "Aborda aspectos históricos e clínicos da deficiência auditiva e surdez como fundamentos básicos para se compreender o contexto da educação de surdos. Será abordado a identidade surda na perspectiva da diferença surda, entendo que cada sujeito é único e que se comunicam e aprendem de formas diferentes. Discutiremos as diferentes concepções filosóficas da educação de surdos, os aspectos legais que sustentam os direitos das pessoas surdas, como por exemplo a educação bilíngue.", "720d9762-c353-41d1-8933-fe490951e189": "A deficiência intelectual, conceito, causas , organização de ações pedagógicas e o atendimento educacional como fonte de eliminação de barreiras e de desenvolvimento das pessoas com deficiência.", "a909d9d9-cc5e-4698-ba55-6098543818fb": "Na busca da compreensão da deficiência visual é necessário conhecer os tipos, causas e possibilidades de desenvolvimento e autonomia. A deficiência visual, conceito, causas , aspectos históricos, organização de ações inclusivas, uso de tecnologias, sistema braille e o atendimento educacional especializado como fonte de eliminação de barreiras no processo de escolarização e de vida diária das pessoas com deficiência visual.", "1431c910-3887-4e64-ba48-e47f60385c39": "O curso Desenho Didático para o Ensino On-line apresenta os aspectos básicos do planejamento para o ensino mediado por tecnologias. Pautado no cenário atual da relação entre tecnologias digitais e educação, nele você conhecerá algumas ferramentas que são utilizadas na produção de materiais didáticos, mediação pedagógica e avaliação.", "1fedc485-4420-480d-a24f-d1288adc55d6": "Parceria da RFB com a Enap, este curso aborda o conhecimento e o desenvolvimento de competências gerenciais, além da vivência do exercício da liderança, fundamentais no ambiente de trabalho contemporâneo. O objetivo da parceria é trazer conteúdo para possibilitar aos gestores o aprendizado de técnicas que promovem a alta performance de equipes para o alcance dos objetivos estratégicos da instituição.", "9dae28fa-4ed6-4862-bf8f-090e9ba8440c": "A busca, avaliação e uso estratégico, ético e responsável da informação são requisitos fundamentais a indivíduos que estão percorrendo o caminho acadêmico ou se preparando para o mercado de trabalho. Importante, nesse contexto, o desenvolvimento de habilidades no trato da informação, disponível em meios impressos e digitais, de forma a estarem mais capacitados para enfrentar os desafios do século XXI. ", "041220d0-21c3-4f7b-8e27-ca87b810f2f0": "O curso se constitui numa proposta de metodologia flexível. O conteúdo está distribuído em múltiplos objetos de aprendizagem.", "213b2948-99d4-4a0e-a90a-0fbab355afbd": "O curso está dividido em 9 (nove) seções que apresentam os conceitos e a importância das diversas formas de comunicação, com reflexões sobre aprender a conviver, ouvir e respeitar o outro, perpassando por etapas necessárias para o desenvolvimento de um comportamento socialmente eficaz, além de dicas para a elaboração de um currículo  bem estruturado e formas de identificação de oportunidades no mercado de trabalho, desenvolvendo a capacidade de análises de propostas que atendam aos objetivos profissionais de cada pessoa, por fim apresenta-se  o planejamento financeiro, diferenciando gastos de investimentos, trazendo definições de gestão financeira pessoal e formas de como elaborar controles financeiros básicos.", "c744dd15-9566-41a9-b203-5fa564a4c8a2": "Este curso foi elaborado para ajudar os alunos a compreender a estrutura teórica do design instrucional, a teoria, os métodos, a prática do design instrucional usando vídeo ou storyboards. Também aborda o uso do Articulate Storyline 360 como uma ferramenta de e-Learning para criar um produto completo de design instrucional", "826822c3-441b-4eb6-8a0b-7d0d73ff2dba": "Este curso é uma ótima oportunidade para você conhecer o papel do Design Thinking! O curso Design Thinking aplicado à educação foi desenvolvido em 2021 pela Enap, o qual tem como objetivo apresentar os conceitos, características principais, exemplos da abordagem do Design Thinking (DT), técnicas e ferramentas que poderão ser utilizadas na aplicação da abordagem do DT na educação.", "93c5b333-e804-4a1c-9194-249681b67e92": "O curso visa apresentar, de forma simples e direta, os conceitos básicos do design gráfico para auxiliar na criação e produção de apresentações (slides).", "dabb109a-292c-4030-942d-44395b5ff780": "O curso visa auxiliar na elaboração e desenvolvimento do Plano Educacional Especializado (PEI), por meio da apresentação de conceitos e legislações ligados à educação inclusiva; conceituação sobre adequação curricular; aprofundamento do que consiste o Plano Educacional Individualizado (PEI) e sua operacionalização.", "d6cdcc52-a5ad-455b-b8d2-7185d3d6d0e5": "O que é Didática?; Perfil do Professor; Planejamento;  Técnicas e Métodos; Avaliação.", "a9adf7bd-a905-490b-9adb-21614d6401b5": "Identificar as causas que dificultam a aprendizagem, bem como, os tipos e formas de intervenção educacional. Este curso é uma oportunidade para você que busca auxílio no processo de aprendizagem através de ferramentas e técnicas que possam contribuir para um conhecimento significativo.", "f7047a5d-8264-4bdc-a215-a6de4fbda013": "Interessados nas temáticas acerca das políticas de direitos e atenção à saúde da pessoa idosa. ", "04c73a54-de08-41bd-ae53-23f54a207fdf": "O curso busca fortalecer uma cultura de direitos humanos, cidadania e respeito à diversidade, a partir de conteúdo que aborda a o contexto de origem da Declaração Universal dos Direitos Humanos, as gerações do direito e a aplicação dessa realidade no ordenamento jurídico brasileiro. Para isso, investe na sensibilização e mobilização das pessoas para a compreensão dos principais desafios colocados à garantia dos direitos humanos na atualidade.", "5b7e9746-012a-4d82-ad24-31c2434b7816": "Evasão escolar no tempo e no mundo afora; Principais ações do IFMS no enfrentamento da evasão.", "040cb677-7c58-4053-a00b-8dd16d772c5e": "Propiciar uma melhor compreensão dos conceito s envolvidos no planejamento didático e nos pa péis envolvidos em um curso EaD.", "fd3ccc65-48ef-4ee9-b02f-f385988a6cb9": "Avaliação da aprendizagem; Avaliação formativa; Ambiente virtual de aprendizagem.", "34f7a74e-5670-4865-94c7-5234aa66e315": "Moodle; AVA; Atividades e Recursos.", "97874356-f6ba-4a04-84b1-4675095ac2b1": "Planejamento Pedagógico; Referenciais; Ambiente virtual de aprendizagem.", "3b137c95-f9da-41a3-a805-e681386d382c": "O curso trata de instrumentos de avaliação on-line; Critérios de avaliação; Avaliação da aprendizagem.", "623a2964-2c57-479c-8426-292ead41f75c": "Este curso objetiva apresentar a utilização de ferramentas de editores de texto, bem como proporcionar o domínio da ferramenta para produções textuais diversas, dando ênfase à adequação de textos acadêmicos nas normas da Associação Brasileira de Normas Técnicas (ABNT).", "7fa3ac5d-0518-404d-a62b-223285829106": "O curso aborda a Edição de Videoaula dá continuidade ao conteúdo trabalhado no curso de Produção de Videoaula em que o estudante teve contato com os processos de produção e gravação. Agora, o objetivo é trabalhar os fundamentos, as ferramentas e recursos do processo de edição audiovisual, abordando também a finalização e publicação on-line da videoaula.", "7da0aebb-e114-410f-aa76-2c1878f6ee3c": "O curso aborda a Edição de Videoaula dá continuidade ao conteúdo trabalhado no curso de Produção de Videoaula em que o estudante teve contato com os processos de produção e gravação. Agora, o objetivo é trabalhar os fundamentos, as ferramentas e recursos do processo de edição audiovisual, abordando também a finalização e publicação on-line da videoaula. O foco é criar uma videoaula piloto com os recursos de que dispõe (um aparelho celular e um computador com conexão à internet).", "be372bea-cc32-4c4a-9301-f88f8a7cca3e": "Este curso tem como objetivo levar educadores refletirem sobre o uso da Aprendizagem Baseada em Projetos em espaços Maker para atender as demandas do século XXI.", "a6bf39fb-f649-4130-a7ee-9b83c116d2b2": "Este curso tem como objetivo geral formar educadores capazes de reconhecer e integrar características da cultura maker na educação, utilizando a tecnologia como meio e não fim do processo de aprendizagem, a fim de atender as demandas da educação do século XXI.", "638f7f71-e566-4e1a-900e-e8506882844a": "Educação e história; da república à atualidade; educação nos tempos modernos. Curso produzido pelo IFRS, ofertado pela Plataforma Aprenda Mais (MEC).", "fa124ebb-efa9-44ba-b5f3-d0327790986e": "Ementa:\nIntrodução à Educação Ambiental, Conceitos básicos, Histórico da Educação Ambiental no Brasil e no Mundo. A Educação Ambiental no espaço formal, A legislação brasileira e a Educação Ambiental, Formas de aplicação de Educação Ambiental na educação formal. Introdução à Base Nacional Curricular Comum (BNCC), Relação entre BNCC e Educação Ambiental\nObjetivos gerais:\nApresentar os conhecimentos fundamentais da Educação Ambiental, para os professores do ensino básico, a fim de que seja possível a aplicação desses conhecimentos no ambiente escolar.", "e716d7d7-97bd-4131-9cd0-c7948bd787b2": "Conceitos Iniciais; Políticas Públicas e Legislação; Gestão e Documentos; A Escola.", "84a952ff-42d7-44b9-8e28-598657593193": "Curso destinado a estudantes, professores e demais interessados em aprender e ensinar com tecnologias digitais, em especial a internet, de forma humanizada. ", "404cc74a-9794-449a-ae9e-568f59cfe319": "Este curso apresenta as principais leis sobre inclusão de alunos com deficiência no ensino regular. Aponta a definição de integração, inclusão, síndrome, doenças, distúrbios e transtornos. Demonstra o conceito de deficiência intelectual, síndrome de Down, autismo, surdez, cegueira, deficiência física ou motora e a paralisia cerebral. Considera escola para todos, princípios da cultura inclusiva, formação do professor, sala de aula inclusiva, família na educação escolar dos alunos com deficiência e educação inclusiva na educação infantil.", "8724762a-fe49-49c8-90d0-132947e5a792": "O curso busca proporcionar um conhecimento introdutório acerca dos aspectos historicos, políticos e práticos da Educação Especial. Do mesmo modo, tem a intenção de desconstruir alguns aspectos relacionados a preconceitos prévios a pessoas com deficiências, transtorno do espectro do autismo, altas habilidades/ superdotação para tentar reconhecer as suas diferenças e suas potencialidades.", "ed0ab569-7171-4ca5-ad04-b9dd0ceb23cd": "Neste MOOC serão apresentadas as temáticas relacionadas ao planejamento e organização dos gastos pessoais, planejamento dos investimentos pessoais, alternativas de investimentos no mercado financeiro e complemento de renda.", "e8965a18-1171-457a-b96b-10689a55b9a3": "Introdução e História do Transtorno do Espectro Autista (TEA). Definição e conceitos do processo de inclusão para discentes com TEA e o papel do docente durante esse processo. Identificação de materiais didáticos e metodologias de ensino e aprendizagem.\nO objetivo geral deste curso constitui-se em fornecer uma base para que os educadores principalmente das escolas públicas possuam as informações básicas para trabalhar com estudantes com TEA.\nConhecer aspectos introdutórios sobre o Transtorno do espectro autista (TEA), assim como um pouco da sua história. Pontuar conceitos para a inclusão de estudantes com TEA e o papel do professor nesse processo. Identificar alguns dos materiais didáticos e metodologias de ensino e mais conhecidas para estudantes com TEA.", "9dc365c4-5124-4870-97ac-9cb21f0dd7bc": "Este curso visa proporcionar conhecimentos para que você possa dar os primeiros passos na Educação Inclusiva através de metodologias ativas de aprendizagem com foco em uma educação transformadora para a inclusão.", "3d5912a0-5e80-43ac-9ab6-dbeef25b2bca": "Estudo e compreensão sobre as bases teóricas em que se assenta a relação entre o modelo de trabalho de um determinado contexto social e as implicações para a estrutura educacional. Apresentação de conceitos e teorias que permeiam e definem a ideia de Educação Profissional Tecnológica (EPT) como também termos correlatos. Análise da história da EPT no Brasil desde a sua fundação em 1909 até os dias de hoje. O papel e função dos Institutos Federais no atual contexto da EPT.", "7e1a57e3-6c91-48f2-8924-2a1e814c49b3": "Educação Profissional; Novo Ensino Médio", "982c03e0-126d-4911-b829-b3f0dbef9e30": "Conceitos; EaD no Brasil; Tecnologias.", "d61825f8-0b3f-4a7d-9dc6-145b54c0c914": "Este curso apresenta os caminhos históricos da profissão de Tradutor e Intérprete de Libras (TILS) no Brasil, e como o estabelecimento desta contribuiu para a Educação de Surdos no Brasil e para a consolidação das áreas de Estudos da Tradução e Interpretação.", "4842c879-c472-4a83-99c2-a8fb04cd1531": "O curso busca contribuir para a conformação de uma visão abrangente acerca desafios e alternativas à Educação em Direitos Humanos, constituindo-se em subsídios para a prática e vivência de ações educativas em Direitos Humanos no âmbito de atuação dos participantes. ", "bae6feff-3be9-4517-b777-da1c5b489d91": "Conceituação de surdez e conceituação e classificação de deficiência auditiva. Principais patologias e prevenção da deficiência auditiva na infância. Formação de conceitos e construção de conhecimentos: alunos surdez ou deficiência auditiva. Aprendizagem de alunos com surdez. Procedimentos didáticos - Metodológicos: classe comum e atendimento educacional especializado: ensino em Libras, ensino de Língua Portuguesa na modalidade escrita. Tecnologias Educacionais Assistivas para surdez e deficiência auditiva.", "bfae1ed6-dfa1-41e3-9793-704587b4e8ed": "Introdução à legislação para pessoa com deficiência. Padrões e Normas sobre acessibilidade para pessoas com deficiência intelectual. Tecnologia Assistiva para pessoa com deficiência intelectual. Material Didático Acessível à Pessoas com Deficiência Intelectual.", "478addb2-6a87-45fe-a3a3-08e00faed564": "A Educação Especial e Inclusiva. Características da baixa visão campo visual; acuidade visual; avaliação funcional da visão). Cegueira congênita e cegueira adventícia. Principais patologias e prevenção da deficiência visual na infância. O Braile. Formação de conceitos e construção de conhecimentos: alunos com cegueira. Aprendizagem de alunos com cegueira. Tecnologias Educacionais Assistivas para cegueira.", "9f3130b7-490e-4490-ab60-e17f28cafaea": "O curso visa problematizar a temática da Educação para as Relações Étnico-Raciais, com o intuito de orientar os professores a refletirem sobre suas práticas pedagógicas, a partir de novos olhares acerca da Educação para as relações étnico-raciais (ERER a partir de agora), numa perspectiva decolonial em busca de uma reeducação das relações entre as etnias que compõem a sociedade brasileira na luta pela igualdade.", "658c7ee1-bfdf-4666-a1bc-72382ecde307": "Tem como objetivo capacitar os servidores públicos para estruturar sistemas de medição do desempenho institucional, dos pontos de vista estratégico e gerencial.", "87075b1b-9fd1-4a2f-8fcd-80988e10c30e": "Este curso visa inserir você no universo empreendedor. Tem por objetivo lhe apresentar conceitos de empreendedorismo, uma breve análise da realidade empreendedora no Brasil, sua importância, e ajudá-lo a avaliar seu perfil empreendedor. Objetiva também dar suporte para o desenvolvimento de um Plano de Negócio, apresentando ferramentas de análise de mercado, oportunidades de negócio e gestão empreendedora.", "2fe50acf-e1f9-4ef0-acb0-e5997245e5f8": "Destinado à microempreendedor individual, Candidato a empresário, Estudante, Professores e gestores escolares. Além dos primeiros passos para empreender, no curso Empreendedorismo como opção de carreira você irá conhecer as características empreendedoras e o cenário do empreendedorismo no Brasil. Ao fim da capacitação, você poderá planejar a abertura de um novo negócio e melhorar o desempenho organizacional.", "9ac4fcfa-cd22-4e1d-afc0-d7b75441bc71": "Com o Moodle, é possível criar Ambientes Virtuais de Aprendizagem completos, de maneira rápida e intuitiva. Com o crescimento do Ensino a distância, é de grande valia aos educadores conhecerem melhor seus recursos, configurações e formas de uso.", "c4709111-5fe5-4c3c-9759-83b589665e13": "O Processo de Ensino-Aprendizagem em EaD; O Docente na EaD; O Tutor na EaD; O Aluno na EaD.", "381ff4ec-2f94-48cc-889a-191066ef44df": "Introdução sobre aspectos inerentes ao Ensino e Aprendizagem; Teorias de Ensino/Aprendizagem; Estratégias e Métodos de Ensino; Metodologias Ativas de Ensino; Tecnologias na Educação; Avaliação nos processos de Ensino/Aprendizagem.\nO objetivo geral deste curso constitui-se em possibilitar que professores e alunos tenham uma compreensão mais ampla sobre as diferentes teorias, métodos, estratégias e avaliações nos processos de ensino, contribuindo para um desenvolvimento significativo na aprendizagem e nas relações estabelecidas entre a tríade professor, aluno e conteúdo a ser estudado.\nDiferenciar as principais teorias de ensino e aprendizagem desenvolvidas ao longo do tempo. Empregar novos métodos e estratégias de ensino e aprendizagem nos processos educacionais. Identificar mecanismos adequados para avaliar tanto os métodos de ensino, quanto a aprendizagem de tópicos específicos.", "16bf0e47-6768-4e0e-9bcd-de57b2d799c0": "Introdução sobre aspectos inerentes à comunicação professor/aluno. Comunicação oral. Comunicação escrita. Comunicação audiovisual.", "8f158e3c-fe94-400c-a03b-e2c049a9d401": "Didática e Metodologias de Ensino no Ambiente Escolar e Principais Materiais e Equipamentos Didáticos; Sala de Aula e Equipamentos Didáticos na Educação Infantil; Materiais e Equipamentos Didáticos no Ensino Fundamental; Materiais e Equipamentos Didáticos no Ensino Médio e na Educação de Jovens e Adultos, e Educação Especial. Curso produzido pelo IFRS, ofertado pela Plataforma Aprenda Mais (MEC).", "c494c3c9-77af-4dc7-a108-a65a83ffe74c": "Introdução à Ergonomia: breve histórico; origem e evolução da ergonomia; conceitos, definições e objetivos da ergonomia; tipos de ergonomia; Norma Regulamentadora nº 17 do MTE: conhecer os parâmetros legais que permitem a adaptação das condições de trabalho às características psicofisiológicas dos trabalhadores, de modo a proporcionar um máximo de conforto, segurança e desempenho eficiente. Análise Ergonômica do Trabalho (AET): conceito de AET, aprender as definições básicas de demanda, tarefa e atividade nos postos de trabalho para identificar inadequações e fatores de risco existentes. Ergonomia nos Postos de trabalho: Conceitos básicos da Ergonomia aplicado aos postos de trabalho", "46ba3320-ee0e-4993-85d4-d8cc7cafb69b": "Dada a relevância da Libras, torna-se fundamental compreender que essa língua possui sistema de escrita para registro dos sinais. O signwriting é um dos sistemas de escritas de sinais vigentes para que a Libras possa ter registros históricos de sua evolução linguística, traços da cultura e identidade surda. O curso privilegia o aprendizado básico do signwriting, uma vez que essa é a metodologia mais difundida da escrita de sinais.", "a20cfcab-e10b-4e50-8661-768d6c11e17c": "O espaço; o edifício escolar; a escola através da história. Curso produzido pelo IFRS, ofertado pela Plataforma Aprenda Mais (MEC).", "0da45e00-4b82-44a9-8bea-3dfc85f01953": "O curso faz parte do Programa Conceitos Essenciais para Avaliação Socioeconômica de Projetos e tem como proposta central desenvolver competências para a avaliação socioeconômica de projetos. Essa avaliação inclui a compreensão das implicações sociais, econômicas e ambientais ao longo do ciclo de vida dos projetos e serve como subsídio à tomada de decisões.", "6ef36985-8b88-450a-b15d-cbca7958e0c9": "No contexto em que a aprendizagem ocorre por meio de diversos recursos pedagógicos e tecnológicos é essencial conhecer os estilos de aprendizagem ao selecionar as melhores estratégias para uma aprendizagem mais efetiva. Este curso contribuirá na compreensão dos diferentes estilos de aprendizagem e análise das possibilidades de suas aplicações nos processos de tutoria na educação a distância.", "280e137c-31a4-4830-8868-4553e9c9ab95": "Este curso tem como objetivo auxiliar profissionais da área de educação e demais profissionais a conhecerem as possibilidades oferecidas pelo Ensino Híbrido e como este pode estar presente em suas práticas pedagógicas em tempos de pandemia.", "63b91abe-e5d2-4b4c-82fb-4a945097d768": "Este curso apresenta apresenta os diferentes métodos e estratégias para a aplicação de metodologias ativas no ensino presencial e online. São abordados conteúdos relacionados ao processo de aprendizagem centrado no aluno, destacando as abordagens, modelos, teorias e os princípios pedagógicos. A partir dos conteúdo trabalhado e das experiências compartilhadas, busca-se colaborar com a formação dos profissionais da educação e estimular práticas que compactuam com uma educação transformadora. ", "5f8da4bb-0f8f-4bc5-ada6-73fbfd6abd69": "O curso \"Estratégias de Pesquisa Qualitativa – Aspectos práticos\" propõe o desenvolvimento de capacidades para a abordagem qualitativa na pesquisa em Ciências Sociais Aplicadas e Humanidades. Aborda os principais procedimentos metodológicos em pesquisas de abordagem qualitativa: métodos, técnicas e instrumentos para a coleta de dados e análise de dados. Possibilita desenvolver e aplicar práticas inerentes a métodos qualitativos em pesquisas empíricas que resultem em aprendizagem na pesquisa e desenvolvimento de trabalhos com abordagem qualitativa.", "a939dd5b-7381-491f-b44a-3f282818093d": "O curso visa possibilitar ao estudante o conhecimento de estratégias para leitura em língua Inglesa, a fim de auxiliá-lo na interpretação de textos no referido idioma.", "b2e7bb5b-3333-4413-9770-fa75b1f4def8": "A partir de uma estratégia estabelecida e que promove a agilidade será apresentado maneiras de executar as ações indicadas de maneira ágil", "5c5bdd9e-ba8b-4595-a4e0-64dd486cd111": "Compreender as concepções e características atuais sobre avaliação formativa. Compreender o conceito de feedback formativo e sua relação com a avaliação formativa. Conhecer as boas práticas de elaboração de feedback formativo. Relacionar as boas práticas de feeedback formativo ao s conceitos de autorreulação da aprendizagem.", "c0250d95-7edd-4f87-ba8a-992c7f588611": "Este curso propõe conhecimento para leigos sobre softwares de gravação de videoaula - gravação da tela do computador, da câmera, do áudio e de tela de smartphone - e sua aplicação para criação de aulas para cursos com recursos audiovisuais digitais.", "2798f54f-5b94-43af-84bf-854b76636ce7": "Este curso tem como proposta a apresentação sobre os conceitos básicos sobre Curadoria Educacional e apresentar seis ferramentas digitais gratuitas disponíveis na web utilizadas para prática da curadoria", "c6d76a8b-4d85-4b1d-9393-5908463ac316": "Economia política; Finanças públicas.", "a386e24c-1ab0-4a04-b257-6394585c37c4": "Introdução à Educação Financeira, Compras por impulso sem planejamento, Investimentos e Opções de Crédito, Planejamento Financeiro e Endividamento, Consumo Consciente e Sustentável.", "88f6db3b-d914-45fa-93d4-84ab9cb6eb51": "Ementa:\nNoções preliminares. O que é conflito? O que é processo? (Processo Autocompositivo e Heterocompositivo). Métodos alternativos de resolução de conflitos. Negociação. Mediação. Conciliação. Arbitragem. Med-árb. Resolução adequada de conflitos e a resolução 125 de 2010 do CNJ. A resolução 125 e o novo acesso à justiça. A resolução 125 e os novos processos. O judiciário como efetivo centro de harmonização social. Acesso às formas alternativas de resolução de conflitos. Teoria do conflito. Teoria dos jogos.\n\nObjetivos gerais:\nDe maneira geral, se torna necessário incentivar os conhecimentos das matérias de direito ao público externo democratizando o acesso ao ensino em consonância com os objetivos do IFMG na sociedade.", "9d3c63e4-6f59-4425-8e50-2b63cc01f5c9": "Pressupostos teóricos das Metodologias Ativas. Vamos refletir sobre Mudanças de paradigmas do ensino tradicional x ensino interacionista e sobre o papel do professor no processo ensino, na aprendizagem e o uso de tecnologias digitais.", "ced1cc60-9cd8-41a9-8c0e-17c88df2081e": "O curso aborda Fundamentos da Educação a Distância; Tecnologias educacionais e a linguagem dialógica na Ead; O papel do professor mediador presencial e mediador a distância; O papel do professor conteudista (autor). ", "d00ba7e9-27a5-4cf6-a2f3-b85d25deb7c1": "Este curso é destinado aos profissionais que desejam atuar ou aprimorar a sua atuação como facilitador de aprendizagem. O curso foi elaborado para atender as demandas de formação de facilitadores de aprendizagem nas temáticas do agro, mas pode ser estendido aos demais interessados. Este curso abordará conteúdos como: aprendizagem na idade adulta, planejamento de ensino, metodologias de ensino ativas e dicas para a condução de um processo de ensino e aprendizagem. Este curso é autoinstrucional, por isso você poderá realizá-lo no seu ritmo e na hora e local de sua preferência.", "2623c358-878c-4e38-b3fa-07f4bc89b80f": "Este curso tem como objetivo principal fomentar conhecimentos inerentes ao profissional tradutor e intérprete de Libras, cuja atuação profissional é regulamentada com a lei 12.319 de 01 de setembro de 2010. Dessa forma, surge a necessidade de promover qualificação e formação impulsionando ainda mais seu papel perante a sociedade.", "2b3fa638-0c81-40fe-bd37-1032c26d623b": "Ações afirmativas e a contextualização das bancas de heteroidentificação; Conceituação sobre colorismo, polarização racial, negritude, racismo e a vivência dos negros(as) e pardos(as) na sociedade brasileira; Práticas, constituição e funcionamento das bancas de heteroidentificação e orientações às comissões. ", "cffb8f74-3682-434b-a304-9e3a40599b8d": "Que tal realizar este curso e adquirir os conhecimentos necessários para a produção de imagens fotográficas mais aperfeiçoadas? Todas as imagens das instituições que são veiculadas na mídia e nas redes sociais, quando aprimoradas, resultam na transmissão de credibilidade e profissionalismo que valorizam essas organizações. ", "90df9fe4-6be8-4c7b-9362-ea24aebe8f59": "Cumprimentos, alfabeto, números, apresentação pessoal, gostos e preferências, os contatos, descrição física e psicológica, a família e os amigos, as horas e a data, o clima, as atividades cotidianas e hábitos e frequência da rotina do dia a dia.", "6bd46752-1212-4df7-be56-3009a9610e34": "\"Possibilitar ao aluno que desenvolva, de forma autônoma e através do material didático autoexplicativo que será disponibilizado, as habilidades de compreensão oral e textual em\nLíngua Francesa correspondente à primeira parte do nível A1 do Quadro Europeu Comum de Referência para línguas estrangeiras.\"", "e6182784-3046-466f-9ec5-a12acd71829e": "O curso foi desenvolvido com foco na apresentação de conceitos gerais da LGPD e nos impactos desta Lei em processos rotineiros de pessoas e empresas. Também pretende-se fomentar o debate sobre a proteção de dados pessoais e a segurança da informação, em face das bases legais existentes.", "ac9ea9c2-e757-46d6-a6fc-431894f63cbe": "Esse curso desenvolve princípios da linguagem visual. Apresenta elementos e técnicas visuais essenciais para o conhecimento da gramática visual, aplicáveis em situações cotidianas em que se estabelece a comunicação visual como a expressão visual de ideias, a elaboração de apresentações e até a criação de layouts mais complexos. Procura engajar os participantes no processo de aprendizagem a partir de breves atividades práticas.", "fbf16a25-cf75-4dd5-a6a1-1e9b189d47d1": "O curso tem por objetivo possibilitar aos estudantes a compreensão dos fundamentos da modalidade educação a distância (EaD), no que tange a contextualização, legislação e especificidades.", "6b721289-4a26-4e3a-b1fa-a072e14a3f34": "O curso visa possibilitar a compreensão dos fundamentos da Educação a Distância (EaD) no que tange à mediação, à comunicação e à avaliação nessa modalidade de ensino.", "bebb3ab6-af9e-4bc0-88d4-5887f873b06d": "Este curso possibilitará o conhecimento da Gamificação como metodologia ativa, demonstrando formas de aplicação no ensino de Física, de maneira didática e interdisciplinar, tornando o aluno protagonista do seu processo de ensino e aprendizagem.", "2ed92760-99b6-47fd-be37-a1b54969a64f": "Que tal usar toda potencialidade que a gamificação pode oferecer? Melhorar o desempenho dos membros da equipe, engajar consumidores no uso de seus produtos e treinar novas habilidades?", "22944e66-f049-44ee-b8e7-1c0a7c0bd242": "Este curso é voltado para profissionais que desejam obter conhecimento sobre o tema e/ou os que já atuam com estudantes surdos e que buscam estratégias metodológicas, potencialmente significativas, para o processo de ensino e aprendizagem nas múltiplas disciplinas escolares.", "b3154ca0-a114-47ec-926d-770e6b5350f7": "O curso visa orientar professores e demais profissionais da educação interessados a compreender e implementar algumas formas e técnicas de gamificar um curso em um ambiente virtual de aprendizagem. ", "10c891b9-d612-45c0-9518-e3e5a823cf7d": "O curso trata de conceitos de Gamificação; Gamificação na Prática; Gamificando o Curso no Moodle.", "06b75511-3a20-42df-9e87-3f190661d14a": "O curso visa introduzir conceitos das mecânicas e das narrativas dos jogos em sistemas educacionais e suas principais características para educadores e interessados que possam levar adiante a prática para sala de aula, seja ela presencial, seja virtual.", "9fee5004-2353-4d61-8b92-77e9caada705": "O curso busca apresentar conhecimentos relacionados à Gestão Baseada em Competências. Para isso, veremos aspectos relacionados as mudanças no ambiente de trabalho, no conhecimento e na Gestão de Pessoas. Também serão estudados os conceitos básicos sobre competências e sua diferenciação (competências individuais, coletivas e organizacionais, técnicas e comportamentais).", "c49833d2-03b7-4136-b036-aa6c5128be7d": "Este curso levará você a compreender, de forma significativa e prática, o uso da gestão documental nas rotinas administrativas e no manuseio de documentos, por meio do conhecimento geral e amplo sobre esse tema, bem como principais conceitos, características, estágios, avaliação, destinação, preservação e armazenamento de documentos.", "c4e6b96f-3add-46c8-9d79-dc26c13480e7": "Esse curso é uma boa oportunidade para conhecer alguns elementos teórico-conceituais e instrumentais de planejamento estratégico e de gestão. A compreensão e a utilização de conhecimentos relacionados ao planejamento estratégico e ao método Balanced Scorecard (BSC) possibilitam a atuação em ambientes dinâmicos que exigem percepção de contexto e proatividade.", "cd3052ed-9de9-49c8-a6f5-3db374d3bcfb": "A base da gestão pessoal é o autoconhecimento. O curso, nessa concepção, permite aos estudantes refletir sobre suas virtudes, forças de caráter, valores pessoais, motivadores intrínsecos de trabalho e perfil comportamental. A reflexão possibilita aos estudantes organizar estratégias de melhoria em sua vida laboral e em sua vida pessoal, por meio de instrumentos que serão disponibilizados ao longo do curso. Nesse sentido, o curso será de extrema importância para os profissionais que desejam obter um estado consciente em relação aos meios viáveis de se conseguir alcançar um determinado objetivo.", "7c30e726-c010-46c9-8215-6dd78f8b4780": "Esse curso é uma ótima oportunidade para quem deseja conhecer um pouco mais sobre o universo da Gestão da Informação e Documentação. O objetivo do curso é disseminar conhecimentos relacionados à gestão da documentação, tendo como foco o conceito de gestão documental.", "f5ae6fdd-82a6-48b1-b5a8-39aebaa9315c": "O curso aborda conceitos de gestão da inovação articulados ao contexto da administração pública e apresenta desafios e possibilidades de inovação na prestação de serviços públicos mais efetivos. O objetivo é fornecer aos servidores públicos conceitos, processos e experiências referentes à inovação, a fim de fomentar a cultura e os ecossistemas de inovação para criação de valor público.", "86d24df9-50a5-4c06-9430-a211b6bbf395": "Este curso é uma introdução aos conteúdos básicos de liderança realizado por meio de um projeto dos alunos do 7º período do curso de Administração do campus Venda Nova do Imigrante. Através de uma pesquisa desenvolvida com mais de 100 pessoas que exercem cargo de liderança, foram identificadas quais áreas da liderança os gestores sentem mais dificuldade para alcançarem os melhores resultados. Este curso foi elaborado com base nestes conteúdos, com o objetivo de trabalhar aspectos importantes para você se tornar um líder inspirador para sua equipe e capaz de gerar muitos resultados.", "48a31764-7c25-4ed1-b363-e0eb9d59f1ee": "Resolver diferenças e divergências, e tomar decisões de forma colaborativa são formas efetivas de preservar e ampliar os objetivos a serem alcançados nas organizações. A temática é relevante uma vez que o desenvolvimento das competências de resolução de conflitos e de negociação tem se mostrado fundamental para o adequado desempenho e atuação de gestores e servidores em suas rotinas de trabalho.", "e62f9833-0b61-4dfa-a925-30adcd8a8860": "Este curso apresenta diversas contribuições para a gestão de equipes em trabalho remoto. O conteúdo traz dicas e ferramentas interessantes, além de abordar pontos importantes relacionados à gestão de pessoas. Trata-se de um curso necessário, criado a partir dos desafios que afetaram as instituições nos últimos tempos. Que tal conhecer um pouco mais desse assunto? Inscreva-se.", "a4c52c12-d65b-4f2f-86c2-5c500590881a": "Diante da crescente demanda das organizações públicas por engenharias didáticas inovadoras e fluidas, este curso apresenta conceitos sobre o planejamento e a gestão de projetos educacionais corporativos com uso de metodologias ágeis e colaborativas. Para isso compreenda os elementos básicos dos projetos e uma possível estruturação a partir da sua relação com o design instrucional, entre outros.", "ce9301c9-1a42-440f-b294-bbd0199eefda": "A capacitação tem como referência o Guia PMBOK 5° Edição, publicado pelo instituto PMI - Project Management Institute (2013), que reúne as melhores práticas na área de gerenciamento de projetos, com base em experiências de empresas de diferentes segmentos, públicas ou privadas, bem como apresentar outros métodos elaborados pela Administração Pública.", "d92ea2d3-bf8b-4ff4-858e-8748fb63f0cd": "O que é Gestão do Conhecimento? Quais os seus tipos e sua importância nas organizações? Como se dá o seu processo e a sua prática? ", "bc677534-38cf-44a7-b6a9-9a01811f01c6": "Você sabe para onde está indo? Como você pode fazer para escolher o melhor caminho? Neste curso, você empreenderá uma jornada de autoconhecimento e conhecerá processos e métodos produtivos para o aperfeiçoamento de suas competências individuais e coletivas relacionadas ao aumento da produtividade e à eficiência no gerenciamento do tempo.\n", "3f0d0b48-be20-458e-a872-0365e23729df": "O curso aborda assuntos relacionados à legislação vigente sobre a gestão e a fiscalização de contratos administrativos, com o intuito de reconhecer as competências dos principais atores envolvidos e considerar a legislação vigente com foco nos contratos de prestação de serviços terceirizados com dedicação exclusiva de mão de obra.", "a60b9513-3dfc-48bc-9474-5530798c4a7a": "A Ouvidoria Pública atua no processo de interlocução entre o cidadão e a Administração Pública, a fim de que as manifestações decorrentes do exercício da cidadania provoquem a melhoria dos serviços públicos prestados. O objetivo desse curso é capacitar pessoas sobre fundamentos e atividades relacionadas à Ouvidoria Pública.", "95c52c78-2446-414a-8379-877bd54b3740": "O que você sabe sobre Gestão por Competências? Como ela é aplicada no setor público? A partir da experiência da Receita Federal, esse curso aborda o papel da gestão por competências no contexto público e como ela pode contribuir na identificação de lacunas e para o aperfeiçoamento de servidores. ", "5fc8c184-6a77-4fab-a41f-75fc84430a16": "Nesse curso você vai conhecer e aprender sobre o Google Drive, ferramenta utilizada para o armazenamento de arquivos.", "1689b63f-3d0e-4f58-8ea5-5a9dc9e08a38": "Este curso cobre uma introdução à colaboração e aspectos colaborativos no Google Drive, focando em trabalhos em grupo, tanto para a versão para computador quanto para dispositivos móveis.", "7ed55854-9ef5-4561-bd90-bb7824055385": "Em tempo de economia digital, onde o volume de dados produzidos é imenso, as instituições precisam lidar com este cenário a fim de disponibilizar a informação correta em tempo hábil para a tomada de decisões. A boa governança de dados é o caminho para superar este desafio! Inscreva-se e conheça os fundamentos relacionados à importância da governança de dados especialmente na Administração Pública Federal.", "9ce3cf43-5031-49b6-bba0-7bce38fc496a": "Introdução aos gêneros textuais acadêmicos; Fichamento; Resumo; Resenha; Artigo científico; Citações e referências.", "66837461-c8b5-472e-865b-ee39d89f2c6c": "Introdução ao Desenvolvimento de páginas HTML; Formatação, links e listas; Imagem, áudio, vídeos e novas funcionalidades; Validação de página HTML.", "44812a4f-4e9d-417c-9cfd-9921e2669477": "Habilidades de resolução de problemas são essenciais para o crescimento pessoal e profissional. Neste curso, você irá aprender a estrutura LEADS – cinco habilidades fundamentais na fundamentação de uma resolução eficaz de problemas.", "92ce448b-2a99-42d9-ad24-279b004f36a1": "Abordagem da história da humanidade, os primórdios, as primeiras revoluções científicas humanas. Entendimento dos principais acontecimentos, autores e construção da ciência durante a antiguidade, idade média e moderna. Discussão do método científico na contemporaneidade, os feitos científicos, a difusão da ciência para o entendimento dos termos e aceitação/entendimento social da ciência. ", "bd79e8e7-286b-4b6e-9829-0bdac82d743b": "Por meio deste curso o multiplicador aprenderá a planejar um curso de inclusão sociodigital e ensinar aos discentes os aplicativos de smartphones úteis no dia a dia, utilizando aplicativos tais como redes sociais, e-mail, aplicativos de localização e mobilidade, fotos e backup de contatos e aplicativos de utilidade pública.", "8ada9967-ea97-47e5-a7d0-94d51e865927": "Neste curso, você aprenderá o que é ciência, sua importância, um breve histórico de sua evolução e como elaborar um projeto de iniciação científica. ", "6e73d625-ea96-4e5a-a0c7-76ee1ba5ff59": "Este curso tem por objetivo auxiliar profissionais da educação apresentando ferramentas tecnológicas capazes de apoiar o dia a dia sobre o uso inovador e/ ou criativo de tecnologias digitais no planejamento das atividades pedagógicas não presenciais e de aulas online referente ao ensino híbrido.", "7bf5fd63-54ff-4453-b9e9-53708b00b5e3": "O curso apresenta conceitos, processos e experiências referentes à inovação, com foco na concepção, no desenvolvimento, na execução e na avaliação de soluções de capacitação para desenvolvimento de competências, de modo a fomentar a cultura e os ecossistemas de inovação, com vistas à criação de valor público.", "230abee8-0309-484a-ab2f-84db9615a4e8": "Este curso apresenta os assuntos - Informática Básica e Noções para a Internet - em seus aspectos iniciais, ou seja, com ênfase em ilustrar situações onde você poderá utilizar estes conhecimentos, com enfoque em assuntos que comumente surgem ao longo do usufruto de computadores e/ou semelhantes. Você irá conhecer algumas estruturas físicas, bem como teóricas, e será apresentado a maneiras de interatividade com sistemas que estejam em dispositivos móveis.", "61edb9c7-da93-40b2-9046-c0fcbdba07ec": "A gestão emocional excelente é a possibilidade do ser humano autogerir suas emoções e expressá-las de maneira funcional para consigo e em sociedade, que permite a construção de uma mentalidade de crescimento e, a partir disso, a atuação de maneira produtiva e congruente na carreira e vida pessoal.", "5a24939b-0255-4350-ba26-6c2524b1f3d4": "Este curso dispõe ao estudante os conceitos fundamentais sobre administração, suas teorias e os processos utilizados para a gestão de organizações. Através do conhecimento da evolução do pensamento administrativo e das diferentes ferramentas de gestão, o estudante do curso Assistente Administrativo adquire o entendimento do significado de administrar.", "80025e18-b913-4f35-8f46-da42eff37c37": "Este curso foi feito com o objetivo de apresentar os conceitos fundamentais referentes ao tema gestão de projetos, com destaque para a definição e caracterização do termo “projeto” e da apresentação do ciclo de vida dos projetos e das dez áreas do conhecimento, definidas pelo Project Management Institute (PMI), instituição internacional que se dedica ao estudo e à disseminação dos melhores métodos e técnicas de gerenciamento de projetos.", "4cecf418-e921-4e31-8c95-8ac88cf5a18d": "O curso proporciona ao aluno a aplicação dos conceitos básicos e necessários relativos a projetos, garantindo o entendimento inicial para o sucesso de um projeto. face a carência destes, no que diz respeito aos principais fundamentos associados a projetos.", "e971d1b4-7e46-4488-8080-82ef3b0ec653": "Neste curso, você conhecerá as funcionalidades básicas do Excel para aplicá-las na resolução de problemas básicos de cálculos, a partir da utilização de fórmulas e funções básicas até a formatação de planilhas, gráficos e da classificação e apresentação de dados.", "2faffb7f-3935-4b37-b54d-e0ae31f96b6d": "O curso traz possibilidades da utilização do Google Classroom por professores, desde como criar uma turma, convidar alunos, convidar professores parceiros, até criar atividades e atribuir notas. ", "929312b9-217e-48d3-9b99-37e69ab894f9": "O curso apresenta noções de orçamento público para uma compreensão básica do processo orçamentário e seus principais instrumentos legais. ", "fd87ec68-05e8-432a-8dc8-ad47ed2a4c43": "Apresenta conceitos e diretrizes relativas ao Assentamento Funcional Digital e o fluxo operacional de manutenção do Sistema. Esse curso apresenta noções básicas de gestão de documentação: conceitos, normativos legais, tratamento documental, entre outros. É voltado para a capacitação de servidores das Unidades de Recursos Humanos (UPAGs) que são os responsáveis pela execução das atividades diárias relacionadas a documentação dos servidores lotados nos órgãos.", "148111c0-9375-49a6-964d-518385461d7e": "Este curso busca proporcionar ao estudante um conhecimento introdutório acerca das Libras (Língua Brasileira de Sinais) e dos aspectos culturais da concepção social da surdez, trazendo conceitos gerais sobre a comunidade surda, o uso da língua de sinais, bem como contextualização geral do funcionamento gramatical de uma língua visuo-gestual como é a Libras.", "89a8258b-e4e1-477f-b4b3-cf76951c9bb9": "O Plano de Contratações Anual (PCA) é uma ferramenta de governança que consolida todas as contratações que um Órgão pretende realizar no ano subsequente. O PCA possibilita ter uma visão sistêmica sobre todas as demandas de compras do Governo. ", "8a5b501d-4c05-46a6-bd20-09c088d803f1": "A audiodescrição é um recurso de acessibilidade comunicacional que aumenta a compreensão de pessoas com deficiência visual, englobando e ampliando a acessibilidade para o entendimento de pessoas com deficiência intelectual, idosos e disléxicos, colaborando com a construção de uma sociedade inclusiva. O curso apresenta recursos de audiodescrição, especialmente em sites, redes sociais e publicações.", "43a64c33-6cb1-42ed-bf99-04c228c2880c": "Este curso fornece aos alunos aspectos importantes acerca da história da educação especial, seus princípios norteadores, bem como os conceitos da deficiência, visando ao aprimoramento da sua prática no contexto educacional. Entende-se que compreender o universo da educação especial auxilia no contexto diário de inclusão educacional e o atendimento das necessidades de cada pessoa frente a sua deficiência.", "0b90941f-f127-42d8-b68f-b0dd26bc3f4b": "Introdução à Educação de Surdos é um curso que tem por objetivo abordar questões relacionadas à surdez em sala de aula por meio de discussões que perpassam a inclusão, a linguagem e a cultura. Tal discussão, por sua vez, visa orientar e contextualizar profissionais da área da educação que se interessam pelo universo da surdez. ", "81247ac5-0bfa-4ff8-8c0b-1d95fcfba790": "ste curso foi feito com o objetivo de apresentar os conceitos fundamentais referentes ao tema gestão de projetos, com destaque para a definição e caracterização do termo “projeto” e da apresentação do ciclo de vida dos projetos e das dez áreas do conhecimento, definidas pelo Project Management Institute (PMI), instituição internacional que se dedica ao estudo e à disseminação dos melhores métodos e técnicas de gerenciamento de projetos.", "2ea3bd54-37f8-4dfc-82e0-5b2cd8e27cc6": "O curso apresenta um panorama sobre a nova legislação brasileira de proteção de dados pessoais (Lei 13.709/18), compreendendo os temas mais importantes para a sua implementação, como: fundamentos e campo de aplicação, princípios e direitos do titular, responsabilidades dos agentes, aspectos internacionais, segurança e a Autoridade Nacional de Proteção de Dados, entre outros. O objetivo do curso é capacitar as pessoas para entenderem, de forma rápida e acessível, o funcionamento e diretrizes básicas expostas na nova lei geral de proteção de dados do Brasil.", "8dc9400e-eec0-443e-b865-9eef2b3ff657": "Introdução à Libras é um curso que objetiva ensinar noções teóricas básicas sobre a Língua Brasileira de Sinais. Tal curso, desenvolvido pelo Instituto Federal do Espírito Santo - IFES, é fundamentado nos valores institucionais de comprometimento com a inclusão e diversidade e na promoção da inclusão e acessibilidade comunicacional estabelecidas nas Leis 10.098/2000, 10.436/2002 e 13.146/2015, além das regulamentações da Lei 10.436/2002, previstas nos Decretos 5626/2005 e 9656/2018.", "fd646558-0d80-4de4-909c-e2e5c0a5a6c0": "Aprenda a utilizar a Língua Brasileira de Sinais (Libras) e garanta o atendimento e o tratamento adequado às pessoas com deficiência auditiva. A Lei nº 10.436/2002 legitima a Libras como idioma advindo das Comunidades Surdas Brasileiras e obriga o poder público em geral a adotar formas institucionalizadas de apoiar o uso e a difusão dessa língua como meio de comunicação.", "f11b1f00-6d43-40a4-b163-b65e2a5e5511": "O curso Introdução à metodologia da pesquisa apresenta as relações entre a ciência, o conhecimento e a pesquisa, e as características do trabalho acadêmico quanto a aspectos teóricos, empíricos e interdisciplinares. Aborda as dimensões da pesquisa científica e visa capacitar o aluno para problematizar sobre a gênese do conhecimento empreendida para a compreensão da ciência. Irá desenvolver: a visão sobre o trabalho acadêmico e o lugar da pesquisa; a compreensão sobre a metodologia da pesquisa como processo dialógico entre sujeitos; o conhecimento sobre a classificação, objetivos e métodos da pesquisa, bem como os caminhos para a definição e construção de instrumentos de coleta de dados.", "b3686abc-3432-4534-858c-9afcd2376b9d": " O aluno conhecerá o objeto audiolivro de forma introdutória, se inteirando a respeito das principais plataformas de distribuição e o mercado, bem como entenderá alguns aspectos teóricos e práticos básicos da produção de um audiolivro. Dessa forma o aluno será capaz de realizar produções de áudio de menor complexidade e com melhor qualidade do que antes do curso, sendo um importante ponto de partida para estudos mais aprofundados. Indiretamente este aprendizado também pode ser útil para outras produções como a narração de vídeos e produção de podcasts, assim como para o desenvolvimento de uma cultura de leitura através do som.", "81b07a6a-d13d-4352-9363-5e784c025796": "Funcionamento da câmera fotográfica. Triângulo de Exposição. Fotômetro. Histograma. Profundidade de campo. Distância focal. Luz dura e luz difusa. Iluminação de três pontos. Temperatura de cor. Resolução. Proporção. Quadros por segundo. Características do som. Captação de som. Tipos de microfone. Gravação e Edição. Tratamento de Áudio. Captura de tela.", "305e769f-0b0e-4067-8571-038fc8b3d54f": "Conceitos básicos e história; brincadeiras e jogos. Curso produzido pelo IFRS, ofertado pela Plataforma Aprenda Mais (MEC).", "24042442-fc90-4438-be62-76fffb2f3145": "Experimentação como prática científica; ciências; línguas e informática. Curso produzido pelo IFRS, ofertado pela Plataforma Aprenda Mais (MEC).", "8bcf379b-8f24-4e25-ad0b-be84c7792922": "Educação e as constituições; LDB, PNE e marcos normativos. Curso produzido pelo IFRS, ofertado pela Plataforma Aprenda Mais (MEC).", "b35dba00-e436-4974-8844-39cad879a16e": "Este curso apresenta como as relações sociais interferem diretamente para o surgimento de variações linguísticas nos contextos de interações entre os usuários de uma determinada língua, privilegiando o enriquecimento vocabular de todos os envolvidos. Você vai compreender que as línguas humanas não são estáticas e sofrem constantes alterações, essenciais para suprir as necessidades do ser humano ao expressar seus pensamentos nas diversas experiências linguísticas ao interagir socialmente.", "562be90d-b7fb-4e89-ac5a-1f4fbf6f5f86": "Os principais pontos da Lei de Responsabilidade Fiscal (LRF) são tratados neste curso com a finalidade de esclarecer aos participantes sobre a aplicabilidade, os fundamentos e os instrumentos que colaboram para a efetividade dessa lei. Além disso, são apresentadas questões importantes trazidas pela Emenda Constitucional n.º 95/2016, conhecida como Novo Regime Fiscal (NRF).", "ef0dd6b5-841f-42fe-b312-d9634fdcbb71": "A Lei nº 8.112/90, conhecida como Regime Jurídico Único dos servidores da União, das autarquias e das fundações públicas federais, sofreu diversas alterações com o passar dos anos. Busca-se, com este curso, instruir os interessados quanto aos direitos e deveres dos servidores públicos federais, dirimir possíveis dúvidas e apresentar algumas peculiaridades sobre os temas abordados na legislação.", "7fe09bd7-8e9f-4f02-a8fd-5e436113db59": "Este curso oportuniza o aprendizado da Língua Brasileira de Sinais de forma contextualizada, a fim de auxiliá-lo na aquisição de vocabulário básico para utilizá-lo, adequadamente, na interação comunicativa com pessoas surdas.", "e58d8903-194a-46fe-ac65-96c718b04871": "Este curso apresenta a Libras de forma básica e introdutória, de modo que o aluno tenha acesso aos primeiros passos para a comunicação em Libras. Abordaremos pontos que tratam da cultura e identidade surdas e a sinalização em si, além de estratégias de comunicação que auxiliam no contato entre surdos e ouvintes.", "03054354-9b05-4be5-bf8d-cd79bbf247ec": "Apresenta novas perspectivas linguísticas da Libras para quem possui ótima fluência nesta língua no contexto da Libras para Tradução a ponto de aprimorar seus conhecimentos linguísticos visando a formação de Tradutor e Intérprete de Libras e obter novos recursos técnicos para afiar sua segunda língua.", "73f6f490-f4ed-4644-b8d3-5b947751d9c8": "Trata a Libras de forma contextualizada, aproximando-a do seu dia a dia e do contato com o surdo. Abordaremos questões que tenham ênfase na comunicação, em que você terá que utilizar a língua e/ou outras estratégias para conversar com surdos, focando em assuntos que comumente surgem ao longo de um diálogo.", "78d530ac-3db2-44b1-97ee-f87030fb2484": "Um convite para aprender sobre a Interpretação e Libras através de exemplos práticos e contextos variados.", "ed0a5e57-60e6-4fec-84a6-d8acd6080468": "Conhecendo o universo dos surdos; Conhecimento para atuação em sala de aula; Introdução básica para comunicação em Libras professor - aluno.", "77dba24b-1de0-43e7-b6f0-61514876b051": "Introdução ao estudo da Libras; Datilologia e números; Saudações e calendário; Pronomes e pessoas; Casa e objetos; Cores e alimentos; Roupas, ambiente educacional e lugares; Verbos; e Classificadores e derivação.", "6cc365a6-c905-414c-8c2c-bb0fe5915e9f": "Este curso apresenta algumas contribuições sobre os estilos e técnicas de liderança para o atual contexto das organizações públicas. O conteúdo ressalta a importância da liderança no trabalho em equipe e na tomada de decisões.", "d5d9929f-2ad3-4be8-9abb-9b715d288565": "Contexto geral sobre a linguagem. Linguagem e poder. Escrita científica. Destinado a estudantes de cursos técnicos, superiores e de pós-graduação. ", "a86c9808-765f-4f39-8c90-f7082db688cd": "Quer aprender como simplificar aquele documento com uma linguagem super complexa? E ainda aprender como escrever textos com uma linguagem simples e compreensível? Este curso vai te ensinar uma forma estruturada de fazer isso. O curso apresenta e aprofunda a discussão sobre o uso da linguagem simples no setor público e a importância da disseminação da pauta no Brasil.", "7f1d9fb4-1e9c-489a-86e9-ff1f653b942c": "Introdução às Literaturas afro-brasileiras e Africanas de Língua Portuguesa elencando seus principais autores e apresentando propostas para aplicação na Educação Básica.", "878d39ff-b839-4eb4-8afe-f2e00bcdd288": "Este curso apresenta os conceitos e fundamentos de logística, não só para o aprimoramento dos processos bem como para a compreensão dos conceitos básicos e de sua importância no cenário atual. Dá ênfase para a apresentação dos principais conceitos, técnicas e ferramentas para gestão de compras, distribuição, armazenagem e transportes na cadeia de suprimentos. Pretende-se não só entender a utilização correta de embalagens bem como mostrar o ciclo de materiais e estoques dos produtos necessários para atender à demanda produtiva.", "f6f592ed-74c0-4d0b-92f1-0edf1933cd5b": "O lúdico e a sociedade; atividades lúdicas. Curso produzido pelo IFRS, ofertado pela Plataforma Aprenda Mais (MEC).", "cca97dba-f3e2-42f5-a1ec-80a50013463f": "Estrutura cognitiva e a importância dos conhecimentos prévios; Aprendizagem significativa x Aprendizagem Mecânica; Material Potencialmente Relevante. O que são mapas conceituais; Mapas conceituais e a Teoria de Aprendizagem Significativa Elaborando um mapa conceitual. Mapa Conceitual como instrumento de estudo; Mapa Conceitual como instrumento de avaliação; Mapa Conceitual como material metodológico; Mapa Conceitual como organizador prévio.", "42a753ac-dad5-44bd-9387-77c48c983ff8": "Formar mediadores pedagógicos (também chamados de tutores) para atuarem na modalidade de educação a distância por meio do ambiente virtual de aprendizagem Moodle. Assim, aprenderão sobre mediação pedagógica na EaD, avaliação, feedback, bem como realizarão práticas no Moodle.", "c7c4eef0-afc1-4248-8773-cd3922ff30ab": "Este curso foi pensado para você que deseja conhecer os aspectos que envolvem o trabalho da tutoria na EaD: funções do professor/tutor, competências e habilidades imprescindíveis para trabalhar em cursos mediados por tecnologias,  bem como os diversos Ambientes Virtuais de Aprendizagem (AVAs) e as ferramentas utilizadas no processo ensino-aprendizagem.", "fc5044a3-bde5-4f88-9f71-179cee40d35c": "Ementa:\n\nSemiótica e Multiletramentos; Meios multissemióticos; A contribuição do audiovisual; Estratégias para o uso de recursos audiovisuais; A Tecnologia como multimeio; Estratégias para o uso de recursos tecnológicos.\n\nObjetivos gerais:\n\nO curso tem como objetivo geral trabalhar conceitos acerca da contribuição da Semiótica, através do uso dos Meios Multissemióticos, para a ensino de maneira geral, não especificando apenas a área de linguagens. Através da exposição teórica e da proposição de estratégias para aplicação de diferentes modalidades de recursos, o cursista poderá refletir e formular suas próprias técnicas para o uso desses meios multissemióticos, de acordo com seus interesses e objetivos de aula.", "a0b77939-86ee-4ecd-a6b2-715e5c06f5fe": "Método Científico e Metodologia Científica. Principais tipos de pesquisa, seus procedimentos, técnicas e instrumentos de coleta de dados e análise científica.Estrutura do Projeto de Pesquisa: Tema, Introdução, Problema de Pesquisa, Objetivo Geral, Objetivos Específicos, Justificativa, Fundamentação Teórica, Metodologia, Cronograma, Bibliografia. Normas de Elaboração de Trabalho de Conclusão de Curso.", "6389b451-c382-4f12-a190-c3528a179f0a": "Este curso foi elaborado para ajudar na compreensão da importância do uso de metodologias ativas para aumentar a produtividade em sala de aula. Também visa oferecer diretrizes para o desenvolvimento de uma estratégia ativa e fornecer uma plataforma na qual os alunos podem compartilhar suas ideias e apreciar o trabalho uns dos outros.", "731075c7-f089-4f97-a1c8-33bf8a02ac8c": "O curso tem o objetivo de apresentar os principais conceitos das Metodologias Ativas de Aprendizagem, bem como fornecer subsídios para aplicação de seus principais métodos. ", "a102f96c-5087-426c-8aef-8ce6160d5e3e": "As Metodologias Ativas e o contexto educacional do século XXI. Métodos e recursos para uma educação inovadora. Sala de Aula Invertida: no controle do próprio aprendizado. Gamificação: aprender com a ludicidade dos jogos. Aprendizagem Baseada em Problemas e Projetos: enxergando a realidade com responsabilidade e agindo com conhecimento. Design Thinking na educação: arquitetando soluções e construindo conhecimentos.", "4d8063ad-3d76-4429-9286-6b40e0cb1587": "Esse curso levará você a conhecer o conceito e a funcionalidade das metodologias ativas, identificando quais elementos no uso destas favorecem o aprendizado, estimulando a participação autônoma do estudante.", "c08747d0-ca96-4ad6-8674-6622df9c38bf": "Este curso tem como objetivo auxiliar profissionais e futuros profissionais da área de educação a conhecerem as possibilidades oferecidas pela metodologias ativas de aprendizagem com foco em uma educação inovadora para transformação da educação.", "9a1d3fdd-064e-46d1-a007-16b87efe4212": "Este curso utiliza a linguagem de programação Scratch para trabalhar o pensamento computacional e também para ensinar conceitos básicos de programação de computadores, como condicionais, estruturas de repetição e processamento em paralelo. A ideia do “Mooc de Lovelace - Pensamento computacional com Scratch” surgiu a partir da aplicação de um projeto de pesquisa do curso de Mestrado Profissional em Educação Profissional e Tecnológica (ProfEPT/Ifes) que trabalhou as habilidades do pensamento computacional e ensinou conceitos básicos de programação para pessoas presas na Penitenciária Semiaberta de Vila Velha (PSVV). A partir dessa experiência, nasceu a ideia de transformar em videoaulas o conteúdo aplicado nas dependências da PSVV. O trabalho desenvolvido na PSVV foi objeto de publicações científicas em eventos e periódicos, como o trabalho Recompilando o futuro: O pensamento computacional como parte do processo de ressocialização de detentos, apresentado no evento IV Congresso sobre Tecnologias na Educação (Ctrl+E 2019) e O Ensino da programação de computadores na perspectiva de Gagné aplicado no contexto da educação prisional, publicado na revista Novas Tecnologias na Educação 2020-1 (Renote). ", "6cacb12a-4a42-4b7a-bef6-30fe250c824e": "O curso aborda elementos para o planejamento das aulas no MOODLE, inserção de conteúdos e atividades.", "5b6953a9-7833-494b-b5a5-742b6183a4b8": "Introdução ao Moodle; As ferramentas de interação; Acrescentando recursos; Ativando autoinscrição de estudantes; Como utilizar um Banco de Questões.  ", "1c87b9e0-8646-4a38-a537-bf9dc4c50c55": "O curso tem o objetivo de contribuir para a utilização do Moodle em práticas pedagógicas, seja na Educação Básica, ou no Ensino Superior. É composto por vivências de atividades no ambiente virtual, experimentações, materiais de apoio e avaliações. ", "30e99c16-86c2-4245-839e-8105f4c6d5be": "O curso apresenta os procedimentos para a utilização da plataforma Moodle: planejamento, criação e configuração de um curso ou disciplina. Aborda os principais recursos desta plataforma, e também, descreve as principais atividades que o Moodle oferece, como avaliação e acompanhamento da aprendizagem dos estudantes.", "4701cfd1-807d-478c-8921-4581d8f4816b": "O curso proporciona o conhecimento básico necessário para a edição de salas virtuais para cursos ou disciplinas na modalidade à distância ou para apoio à modalidade presencial. Apresenta a parte instrucional que orienta à produção da sala virtual com inserção de recursos e atividades e também busca levar o educador a uma reflexão sobre o potencial construcionista do Moodle como suas potencialidades para a realização de aulas com atividades colaborativas, bem como as possibilidades de acompanhamento e avaliação da aprendizagem. O curso foi elaborado em nível básico e a partir da versão Moodle 3.1 (Tema Essential) utilizada pelo IFES em 2019.", "38b5c0ff-6d50-457f-85cb-a74ecac75815": "O curso apresenta os procedimentos para a utilização da plataforma Moodle, construído a fim de identificar os procedimentos habilitados aos professores mediadores, bem como descrever funcionalidades disponibilizadas para a avaliação e o acompanhamento de aprendizagem dos estudantes. ", "d191532f-e666-4d07-a834-59355a43a688": "Conceitos sobre o  Ambiente Virtual de Ensino Aprendizagem. Compreensão do uso da Ferramenta. A modalidade de Educação a Distância: histórico, características, definições, regulamentações e novos caminhos. O papel de cada envolvido no ensino/aprendizagem do AVA. Produção de material didático, criação de conteúdo, recursos e atividades.", "b9c4c180-2242-46b4-933a-8a3649347d09": "Nosso foco será capacitar profissionais para atuarem no Ensino de Física com um novo olhar. Por meio deste material nossos leitores serão capazes de compreender a beleza que envolve o estudo das Ciências Naturais aliado à utilização de novas metodologias e ferramentas.", "7069534c-c71a-4998-8f6a-05c2c83887f2": "Ementa:\n\nApresentação do Linux Educacional 6.1. Instalação do Linux Educacional 6.1. Ferramentas básicas do Linux Educacional 6.1. O menu de aplicativos. Barras de aplicativos. Ferramentas de escritório LibreOffice 6.1. Ferramentas de acesso à Internet Firefox. Utilização de Aplicativos Educacionais no Linux Educacional 6.1.\n\n\n\nObjetivos gerais:\n\nCapacitar no uso da multimídia e suas tecnologias para atuação na área da educação. Apresentar ferramentas tecnológicas que permitem o armazenamento e o compartilhamento de recursos e informações na internet.", "86e80a2a-8588-4f2f-ba32-6cb43ca8f876": "O curso Multimeios em Educação apresenta as possibilidades que os multimeios oferecem na construção de estratégias de aprendizagem para diferentes contextos e públicos da educação. Você vai aprender por meio de situações de aprendizagem envolvendo comunicação, engajamento e curadoria, elementos do ato de planejar com as tecnologias digitais mais utilizadas no contexto educacional.", "e8dc7d47-a5ac-4ae5-981e-fd10a19447ba": "Conhecer conceitos sobre multimídia colaborativa, em especial, mídias consideravelmente relevantes no processo de aprendizagem como ferramentas digitais midiática, produção digital, conceito midiático colaborativo e ensino educacional. Apresentar tecnologias que permitam atualizar e preparar usuários para criarem mídias digitais e apresentações com interface gráficas. Apresentar recurso midiático educacional colaborativo. Discutir a utilização dos recursos multimídia no ensino-aprendizagem.", "b15b6519-4e6e-4404-a0b1-439e0dbc7bbf": "Tipos de conhecimento; Pesquisa científica e suas finalidades; Classificação das pesquisas científicas; Elementos de um projeto de pesquisa.", "2e415d0e-b682-4ffc-9bdb-4cb8f83ac927": "Este curso pretende instrumentalizar os alunos de noções básicas da anatomia e funcionamento cerebral, visando à qualificação de sua prática. Estudos mostram que, quando compreendemos como o cérebro funciona, entendemos melhor como os sujeitos aprendem, ou seja, as habilidades cognitivas necessárias para que esse processo ocorra. Desta forma, também estaremos mais capacitados a avaliar e intervir nas dificuldades de aprendizagem.", "13937779-7b08-4dc9-aff5-13a219dffd60": "Contribuir para um melhor conhecimento, ajudados pelas novas pesquisas em Neurociências, daquilo que nós humanos temos de mais precioso e que utilizamos desde nosso nascimento que são nosso cérebro e nossa capacidade para aprender.", "ffa5b5e7-f015-43c3-82e2-972931eb0b3c": "Neste curso, você compreenderá as principais alterações propostas pela Lei nº 14.133/2021, conhecida como Nova Lei de Licitações e Contratos, e como elas impactam nos processos de contratações públicas. Além disso, conhecerá também os aspectos gerais da lei e as mudanças aplicadas às fases e aos procedimentos dessas contratações e entenderá a atuação dos tribunais de contas nesse contexto. ", "b2b82214-1fce-4025-a063-95440556ee5f": "O trabalho remoto já é uma realidade, pensando nisso, a Enap e a Endeavor prepararam este curso para apresentar diversas estratégias e dicas que facilitam o seu dia a dia, a organização do trabalho individual e do trabalho em equipe. Quer saber mais? Você pode ser inscrever neste curso gratuito e aberto na EVG, assistir o vídeo do GNPapo promovido pelo laboratório de inovação da Enap, disponível com acesso livre em \"Conteúdo Relacionado\" ou, ainda, acessar a página da Campanha #contecomigo #suavizeacurva que é uma iniciativa da Secretaria de Gestão e Desempenho de Pessoal (SGP).", "8c575ea4-ab86-4fed-8019-bd2e8bbcbb0b": "Como uma das formas de divulgar, informar, orientar e esclarecer o público em geral sobre o Regime, foi elaborado Curso de Noções Básicas em Previdência Complementar, com o intuito de prestar informações, instruções e orientações acerca da Previdência Complementar.", "313d287a-2cca-48e1-ad37-ee1c7dc04238": "Com o advento da internet, o compartilhamento de materiais aumentou significativamente, causando algumas dúvidas e incertezas em relação à autoria, uso e possibilidade de modificações desses materiais. Nesse curso, você conhecerá algumas questões gerais sobre direitos autorias no Brasil e aprenderá a relacionar as recomendações e determinações legais às situações reais de uso e de compartilhamento de materiais produzidos por terceiros.", "b6cf4d6a-8c55-4ad5-95ca-30c7c3cd637d": "Ementa:\n\n\nO jovem como protagonista dos projetos. Diálogos com uma pedagogia das juventudes. O que é o Método Científico. Tópicos em Metodologias de Projetos. O papel do professor como orientador dos projetos. Apresentando resultados: feiras de ciências e mostras de conhecimento.\n\nObjetivos gerais:\n\nDesenvolver habilidades na orientação de projetos de pesquisa e ensino desenvolvidos na educação básica, aprimorando as habilidades de professores e outros profissionais da educação no desenvolvimento de estudantes como autores e protagonistas de seu aprendizado.", "0efe7025-8eec-462a-a3aa-9a9d14480cce": "O curso \"Orçamento e Contabilidade do Setor Público visa possibilitar aos participantes conhecimentos básicos sobre o tema, permitindo a compreensão dos mesmos para que possam acompanhar e exercer o controle cidadão sobre as ações governamentais. Para tanto, foram selecionados os seguintes conteúdos: Estado e Governo. Administração Pública. Estado Brasileiro. Introdução ao Orçamento Público. Sistema Orçamentário Brasileiro. Princípios Orçamentários. Receita Pública. Classificação da Receita Pública. Despesa Pública. Classificação da Despesa Pública. Conceito de Contabilidade Pública. Plano de Contas do Setor Público. Demonstrações Contábeis.", "190b1b48-d8d8-4c47-98d2-4518081512b8": "Este curso se propõe a apresentar o Portal Fala.BR e canais que auxiliam o cidadão na interlocução com uma Instituição pública no momento de se manifestar sobre algum serviço prestado por esta, com ênfase especial nos serviços de Ouvidoria.", "5f6cda53-61c7-4425-9aeb-997463692ed2": "Por que pesquisa na educação básica? Projeto de Pesquisa; Problema de pesquisa, objetivos e hipóteses; Abordagem quantitativa; Abordagem qualitativa; Elaboração de perguntas; Análise e apresentação dos dados.", "7e9f4d46-b131-40dc-8556-e2cae8f0788e": "Você sabe como uma organização publica funciona? Para ajudar no entendimento desse tema este curso busca apresentar os processos de planejamento estratégico aplicados a essas organizações, demonstrando, desde como analisar o contexto externo e interno da organização, até como alcançar as metas da mesma, tendo como referência as práticas e as ferramentas orientadas para a Administração Pública Federal.\n", "11634d8e-bc9d-4cb4-ac20-cdfd16fbf2b9": "Compreender os princípios sobre planejamento e finanças, bem como perceber as alternativas que permeiam investir para e durante a aposentadoria.", "151a7f47-b390-4235-8c73-c5916d1659aa": "O Curso de Planejamento e Gestão Orçamentária e Financeira é aberto e autoinstrucional. Público-alvo: servidores da Rede Federal de Educação Profissional e Tecnológica que estejam ocupando cargos de gestão em suas instituições. Após o término do curso você será capaz de: compreender o planejamento e a gestão orçamentária e financeira sob o ponto de vista dos aspectos práticos, qualificando sua rotina de trabalho.", "d9ba5595-9fa0-4fcb-9193-866d2001c86d": "Destinado à professores e gestores. Foco no empreendedorismo. Objetivo: O curso Planejando Meu Sucesso Profissional é voltado para professores integra um conjunto de ações formativas que possibilita ao profissional trabalhar competências empreendedoras com os estudantes, a partir do entendimento de como estabelecer relações e possibilidades entre o mercado/mundo do trabalho e o sucesso profissional. Assim, o curso auxilia também a refletir sobre o seu potencial empreendedor para o aproveitamento de oportunidades de vida e trabalho.", "ae16e345-76cb-4526-a6da-1b72d1c3e387": "Este curso tem como objetivo familiarizar os alunos com as ferramentas de Planilhas Eletrônicas. Nela, os alunos aprenderão desde como instalar o software até como criar gráficos e fórmulas matemáticas mais complexas, sempre tendo como foco a prática e a utilização da ferramenta no dia a dia do aluno.", "fcdaa1f1-2edc-4fed-8a74-e8571c70e034": "Este curso foi feito com o objetivo de apresentar os conceitos fundamentais referentes ao tema gestão de planilhas eletrônicas, programa para elaboração de planilhas eletrônicas, o Excel é uma ferramenta poderosa para ajudá-lo a realizar trabalhos que envolvem cálculos matemáticos. Abordaremos conceitos que o ajudarão a aprimorar seus conhecimentos e a desenvolver planilhas mais completas. A ideia é que, assim, tenha subsídios para solucionar problemas mais complexos nas áreas administrativa, financeira, comercial, entre outras. O aluno também aprenderá a criar fórmulas (nas quais o resultado dependerá de determinados argumentos).", "358f4597-6ab7-4f5b-a8ed-5009a58c18e0": "O curso foi desenvolvido em 2021 pela Enap em parceria com o Ministério da Mulher, da Família e dos Direitos Humanos (MMFDH) visando apresentar histórico e atuais políticas étnico-raciais, contemplando conceitos e métodos que auxiliam na superação do racismo e desigualdades raciais.", "b74d90b7-123f-4106-8c83-aeef3c98d8f2": "Promover a formação sobre relações étnico-raciais no Brasil, no contexto das Comissões de Heteroidentificação e justifica-se pela orientação legal da Portaria Normativa nº 4, de 06 de abril de 2018, que regulamenta o procedimento complementar à autodeclaração dos candidatos negros (pretos e pardos), para fins de preenchimento das vagas reservadas para concurso público.", "7c8b5c40-e5fb-4782-8c90-e1f6ebe7be7b": "O objetivo dessa formação é apresentar conceitos essenciais sobre movimento maker e fabricação digital, descrevendo possibilidades de seu uso para a prototipagem de recursos de Tecnologia Assistiva de Baixo Custo na educação.", "b949bb13-9298-4881-bb4c-a62002131f6f": "Aspectos conceituais da dinâmica de prazer e sofrimento no trabalho: Organização do trabalho como fonte de sofrimento. Sofrimento no trabalho e estratégias de defesa. Do sofrimento ao prazer no trabalho. Proteção Jurídica no Brasil acerca da relação entre saúde mental e trabalho: Legislação brasileira quanto a proteção da relação entre trabalho a saúde mental: Constituição Federal, Consolidação das Leis Trabalhistas (CLT) e Normas Regulamentadoras (NRs). Patologias e formas de violência associadas a saúde mental e trabalho: Principais patologias que podem ser desenvolvidas nos indivíduos relacionados a saúde mental e trabalho tais como transtornos de humor (transtornos de ansiedade, transtornos de depressão) e desordens musculoesqueléticas (LERT, DORT). Violências no trabalho que estão relacionados a saúde mental e trabalho: assédio moral e assédio sexual.", "448b9e09-810f-4554-a083-dd98b608d161": "Este curso tem o intuito de apresentar sete diretrizes para a produção de textos informativos com linguagem simples, que sejam mais fáceis de serem lidos e compreendidos pela maior parte das pessoas. A linguagem simples apresenta-se, ao mesmo tempo, como uma causa social e uma técnica de comunicação.", "02a304e6-2aed-4acf-852e-7668cac5df0e": "O que é o Atendimento Educacional Especializado? Objetivos do AEE. Público-alvo. Matrícula no AEE. Institucionalização do AEE. Estrutura básica para o atendimento. Sala de recursos multifuncionais. Plano do AEE. Professor de AEE. Outros profissionais de apoio. Formas de prestar o atendimento. Identificação do público-alvo. Legislação básica.\n", "dbd63e0e-fc1e-426b-8b91-6f4b0384c051": "O curso busca qualificar os profissionais que atuam em setor público sobre a Gestão Documental através da apresentação de procedimentos relacionados à produção, tramitação, uso, avaliação e arquivamento de documentos de uso frequente e pouco frequente. Além disso, o curso pretende também apresentar as condutas corretas para destinação correta dos documentos ao eliminar os que não possuem valor histórico ou recolhê-los, caso tenham tal valor, garantindo, dessa forma, sua conservação.\n\n", "ffe389e1-658d-4f6a-a971-11d1de4fe608": "O curso visa dar condições para que os servidores públicos federais desenvolvam atividades inerentes à realização de sindicâncias e de processos administrativos disciplinares, a partir de uma abordagem simplificada e objetiva desses procedimentos correicionais utilizados no serviço público federal. Serão estudados os aspectos gerais disciplinados pela Lei n. 8.112/1990, norma que dispõe sobre o Regime Jurídico Único dos Servidores Civis da União, das Autarquias e das Fundações Públicas Federais, assim como, outros procedimentos que os antecedem e os complementam.\n", "ff787e47-37a0-4eb6-8801-862010a4da9c": "Este curso propõe indicar ferramentas básicas para a criação e utilização de podcast em sala de aula.", "45813b6c-302c-418f-b957-63fb62fd19b1": "O curso aborda o processo de produção audiovisual com atividades práticas, visando criar uma videoaula desde o surgimento da ideia até a gravação, focando especialmente na produção independente, feita a partir de aparelhos celulares.", "8148d515-1fec-4ad9-9c49-c7ab59e3892c": "O curso aborda, de forma integrada, teoria e prática na produção de videoaulas.", "5b887a2a-7a7d-445c-b349-b594cbff5a80": "Neste curso você irá conhecer e aprender a utilizar ferramentas práticas e de baixo custo para produção de vídeos usando apenas o celular como ferramenta de produção de conteúdo para soluções de aprendizagem na modalidade a distância, com enfoque na gravação e edição.\n", "fe322528-0046-40cc-a6b0-5e696d61f4b4": "Contribuir para lançar luz à consciência responsável sobre a área de atuação profissional, a fim de, compreender aspectos sobre si mesmo, objetivando o desenvolvimento pessoal e do meio em que vive.", "a3337f68-0300-41a0-9173-008e59ecc6eb": "Este curso apresenta uma reflexão sobre o projeto de vida na aposentadoria, já que esse tema provoca diversos anseios durante o processo pré e pós aposentadoria. O método dará possibilidade de conhecer programas de preparação para a aposentadoria, de refletir sobre a aposentadoria precoce, além de pensar a aposentadoria como um início de uma nova etapa da vida.", "203debb5-f923-4520-b35a-f2d5198dcd6d": "Projetos Educacionais, Desenvolvimento de projetos.", "0965fc05-846f-48c0-8907-422b984a704c": "Introdução, etapas do projeto, elaboração de projetos, atores, áreas do conhecimento, ferramentas e templates.", "db6f49f2-3c0e-44fe-98c5-35c7a198f599": "Este curso apresenta ferramentas e apoio à pessoa que irá se aposentar ou que já se aposentou. Dá subsídios para o melhor enfrentamento possível dessa nova e desafiadora etapa.", "3c8281fa-bc86-4f51-a8f7-992ed3f0191b": "Esta é uma ótima oportunidade de qualificação para membros de comissões de Processo Administrativo Disciplinar (CPAD). O curso pretende instrumentar para a utilização adequada das diversas espécies de provas na fase instrutória do processo disciplinar. Umas das expectativas com o curso é minimizar a necessidade de instauração de novas comissões por nulidade processual.", "1746dd6c-8bde-4fce-9f9e-aa9ca915eef5": "Ementa:\n\nO curso FIC Práticas de ensino: pensamento utópico, utopias e distopias em sala de aula tem como objetivo oferecer formação continuada para professores e educadores de diversas instâncias para que estes utilizem ferramentas para fomento de debate e formação de pensamento crítico em seus estudantes. Ao trabalhar com a criação de sociedades futuras imaginadas, sejam elas para melhor ou pior, narrativas utópicas e distópicas oferecem oportunidades para que sejam discutidas questões políticas, econômicas e culturais sobre a formação social, além de colocar em pauta assuntos contemporâneos como influência midiática, desastres ambientais e governos totalitários. O curso apresentará os conceitos principais do pensamento utópico além de ferramentas práticas como sugestões de atividades, textos e pontos para debates que podem ser usados em sala de aula das mais diversas disciplinas e níveis de ensino.", "96c46175-c164-4fa2-8417-3e7efde4b8e6": " História e conceituação da inteligência do ser humano; concepções de aprendizagem; conceitos de aprendizagem; as concepções de aprendizagem; resiliência e autoestima; motivação, relações interpessoais e respeito ao próximo; as principais teorias da aprendizagem e as concepções: inatista, ambientalista e interacionista de educação; as múltiplas inteligências – Howard Gardner; concepções de educação em Vygotsky, Piaget, Ferreiro e Wallon.", "f34e5f6b-7678-4047-b666-d484c91bfa17": "Este curso volta-se para o estudo científico proporcionado pela Psicologia aplicada à educação e seu papel na formação do profissional, tendo ainda foco nas correntes psicológicas básicas que abordam a evolução da Psicologia e da Educação.", "1eb3933e-609b-45ad-b02e-8755d2bb7376": "Não basta ter conteúdo, tem que conversar; Organizando o Curso; Produzindo o Conteúdo do Curso; Equívocos Gerais.", "59164481-d5f3-4b01-ac35-6244af7a1dd5": "O curso trata sobre criação de questionários e ferramentas de auxílio à avaliação final.", "4c8455ab-23c1-42e0-9027-842531d8ba3f": "O curso aberto de Realidade Virtual como apoio ao ensino é uma iniciativa do Instituto Federal do Espírito Santo (Ifes), por meio do Centro de Referência em Formação e em Educação a Distância (Cefor). O curso compreende em apresentar a história e evolução da tecnologia de realidade virtual, os diferentes tipos de equipamentos, como instalar, bem como mostrar algumas capacidades da tecnologia e possibilidades de seu uso em sala de aula.", "9ea87026-6601-49eb-87a0-94b586402065": "O curso serve para qualificação profissional, além disso o aluno conhecerá as principais ações para a realização do processo de recrutamento e seleção de pessoas, tais como: Conhecer o processo de Recrutamento e Seleção; Realizar o Planejamento de Recursos humanos; Saber utilizar as técnicas para preenchimento de vagas; Identificar os melhores candidatos para vagas de emprego; Manter e atrair novos talentos.", "74fe45e7-774b-4f37-beb8-803fb0892fc2": "O curso visa possibilitar ao estudante o conhecimento do que são Recursos Educacionais Abertos (REA) e de quais são seus principais repositórios e as vantagens de utilizá-los de modo adequado e ético.", "dafce578-796e-4b13-bdcc-be13d2888c14": "Neste curso são apresentados conceitos sobre Educação Aberta, Recursoso Educacionais Abertos e licenças flexíveis de produção, remix e disponibilização de recursos educacionais.", "fc254073-a4cc-4866-9e19-01078ed2682c": "A Relação da Psicologia com a Educação; Estágios do Desenvolvimento e Tópicos Especiais; Temas Transversais ao Processo Educacional. Curso produzido pelo IFRS, ofertado pela Plataforma Aprenda Mais (MEC).", "854ab1a6-1a0d-4ed0-8660-d7298d45ccab": "Este curso é oferecido gratuitamente pelo Instituto Federal de Educação Ciência e Tecnologia do Rio Grande do Sul. Este curso contém a carga horária total de 20 horas, tendo como objetivo conhecer, coletar e utilizar recursos didáticos digitais a partir de repositórios. Ainda, traz conhecimentos sobre o uso adequado destes recursos.\n\nO curso é organizado em 3 módulos e foi todo construído de forma que você realize as atividades no seu tempo. A cada módulo do curso que você conclui você recebe uma faixa de conclusão. Você também recebe faixas adicionais ao concluir as missões e desafios do curso.", "0ed26b13-486c-470c-9860-36b6b55f923e": "O curso \"Saúde mental no contexto da educação\" do Itinerário Formativo \"Ensino de Ciências, Saúde e Ambiente (ENCISA)\" visa preparar profissionais da educação para promover debates sobre questões que envolvem a \"Saúde Mental na Escola\" e os principais Transtornos Mentais na Educação, incluindo as principais legislações associadas à Política Nacional de Saúde Mental.  Trata-se de uma abordagem temática articulada ao ensino de ciências naturais na perspectiva da educação Ciência, Tecnologia, Sociedade e Ambiente (CTS/CTSA) associada à Práxis Educativa Freireana. Tem como objetivo também apresentar a Metodologia da Mediação Dialética (MMD), que aliada aos pressupostos da Formação de Professores, visa operacionalizar a maneira como o conteúdo pode ser abordado pelo docente. O curso faz parte de uma trilha de cursos MOOC para Formação de Professores em Ciências, Saúde e Ambiente quem visam contextualizar os temas de maneira transversal e transdisciplinar envolvendo questões tecnológicas, políticas, culturais, sociais, saúde e ambientais para potencializar o despertar para novas formas de abordagens em espaços escolares e não escolares.", "58057642-d473-45b2-aa6c-11db414645b1": "Conhecer a linguagem de programação Scratch em elaboração de aplicações pedagógicas simples.", "44b3801b-2c42-4581-b3a2-47d8c80c90a3": "Ementa: Introdução, história e conceitos básicos. Legislação e procedimentos específicos. Fundamentos das Normas Técnicas de Segurança. Medidas de proteção coletiva e individual. Objetivos gerais: Desenvolver conhecimentos necessários para o trabalho seguro. Objetivos específicos: Analisar/conhecer os princípios das Normas Regulamentadoras de segurança. Entender a importância dos Equipamentos de Proteção Individual e medidas de proteção coletivas nos ambientes de trabalho", "f3689d06-0c9d-4b7a-b7a5-c34f87910c5f": "O Sistema de Administração de Recursos Humanos (Siape) é amplamente utilizado pelas áreas de gestão de pessoas para controlar as informações cadastrais que dão suporte ao processamento dos pagamentos aos servidores públicos, aposentados e beneficiários de pensão vinculados aos órgãos e entidades do Poder Executivo federal. A proposta desse curso é apresentar algumas funcionalidades, recursos e operações para a elaboração e administração dos dados que compõem a folha de pagamento.", "047772f6-5452-4924-abe6-1e9a2ed22e47": "Este curso apresenta as principais funcionalidades do Sistema Eletrônico de Informações (SEI), utilizado na Administração Pública federal para aprimorar a gestão documental e facilitar o acesso de servidores e cidadãos às informações institucionais, propiciando celeridade, segurança e economicidade. O objetivo do curso é capacitar as pessoas que atuam na gestão de documentos para utilizar o SEI e usufruir dos seus benefícios no dia a dia de trabalho.", "6c005d28-61f1-4c6c-9425-1954c7949bd3": "Tem como objetivo orientar as áreas responsáveis pelo Plano de Desenvolvimento Institucional da instituição a cadastrar e manter atualizada as informações básicas sobre o PDI, variáveis e indicadores.", "dd6dd115-0082-4cb4-8900-0d12039cf6ca": "O curso irá introduzir os conceitos de softwares de apresentação, assim como mostrar exemplos de softwares que podem ser utilizados para criação de apresentações. Serão mostrados recursos básicos e avançados no software PowerPoint para que se possa criar uma apresentação usando os recursos desse software. Além disso, será explorado o uso do software de apresentação online Prezi, que se constitui em uma ótima opção para se desenvolver apresentações dinâmicas e diferentes.", "d12db900-361a-4e08-87db-fc8772572128": "Neste curso, você conhecerá o histórico das ações para promoção da sustentabilidade ambiental, compreenderá os principais conceitos sobre o assunto, saberá o que são os planos de gestão de logística sustentável e de gestão de resíduos sólidos e como realizar compras públicas sustentáveis no Brasil. ", "a9dc17c6-bb9c-4584-8195-eb902bcd04ad": "Apresenta conceitos relacionados à Tecnologia Assistiva, com o intuito de favorecer a compreensão dessa área enquanto um importante apoio para o processo de inclusão escolar dos alunos com deficiência e com necessidades educacionais especiais.", "62b65419-2ab1-44a5-b35d-c24e5d9a6528": "A Tecnologia Assistiva é uma área ampla e multidisciplinar e, assim como em outras esferas sociais, na educação ela também faz toda a diferença. Neste curso, buscamos apresentar conceitos, recursos e serviços aplicados ao contexto educacional. E, certamente, essa conversa não se esgota aqui. Existe uma gama enorme de recursos e estratégias. Apresentamos aqui algumas delas, mas é na prática, nas trocas com os estudantes com deficiência e com outros profissionais que acabamos descobrindo novas possibilidades. Além disso, a tecnologia muda rapidamente e precisamos estar sempre em busca do que está surgindo. Por fim, buscamos enfatizar o uso de recursos gratuitos ou de baixo custo. Apresentamos, ao longo do curso, possibilidades de confecção de baixo custo de alguns recursos utilizando materiais e métodos diversos. ", "17d726c1-89a4-4bd1-a163-7879ffbfe5e2": "As aulas presenciais estão suspensas e temos que dar aulas online. São aulas planejadas para ser presenciais e que precisam ser remotas. Como manter o uso de metodologias ativas nesse formato?Como oferecer cursos inovadores? Como garantir que os objetivos serão alcançados? Neste curso buscamos discutir alguns conceitos, ferramentas e dicas para que você encontre suas próprias respostas.", "b656dd6d-5e6d-494a-a70d-5402b703b37a": "Compreender a Cultura Organizacional e o impacto no clima do trabalho, bem como o processo de desaprender, reaprender e aprender as novas competências é essencial para que possibilite a mudança e estar em sintonia com este processo social por que passa a humanidade.", "e45f7f45-d024-4489-97a6-2863f3b4c670": "O trabalho remoto já é uma realidade, pensando nisso, a Enap e a Endeavor prepararam este curso para apresentar diversas estratégias e dicas que facilitam o seu dia a dia, a organização do trabalho individual e do trabalho em equipe. Quer saber mais? Você pode ser inscrever neste curso gratuito e aberto na EVG, assistir o vídeo do GNPapo promovido pelo laboratório de inovação da Enap, disponível com acesso livre em \"Conteúdo Relacionado\" ou, ainda, acessar a página da Campanha #contecomigo #suavizeacurva que é uma iniciativa da Secretaria de Gestão e Desempenho de Pessoal (SGP).", "e52c3812-d3c0-462b-9fc5-72682ed5dda3": "Tradutor Intérprete de Libras: Prática e Formação Profissional", "a690f635-bb61-4d82-8c93-271e27df3ff7": "Apresenta as principais informações ligadas ao Transtorno do Espectro Autista (TEA), trazendo as características gerais que definem essas alterações no desenvolvimento. Sua relevância é denotada pelo aumento de pessoas diagnosticadas com o TEA, guiando-se por importantes referências científicas na temática. Bem como, em práticas que possam contribuir com uma formação básica, para ampliar o conhecimento e contribuir nos processos de inclusão.", "a20ce691-9f55-4b73-a97b-1d81d20e9388": "Material Didático para EaD; A Escrita na EaD; Organizando a Informação; Escrevendo e Revisando o Texto.", "edbb82f6-19cc-404c-a8eb-1c6776d4f3f7": " Neste curso, você irá aprender sobre conceitos e aspectos da publicidade e também sobre a estrutura da publicidade.", "59ac5797-7b5d-44af-a6d8-6d6b59da2544": "Este curso apresenta o contexto em que se insere a interpretação da Libras e do Português nos Estudos da Tradução, trazendo conhecimentos teóricos e exemplos práticos da área. Você terá a possibilidade de analisar o uso das técnicas de interpretação, as escolhas tradutórias e o trabalho em dupla a partir de uma reflexão sobre as especificidades do campo para resolver dificuldades e problemas de tradução/interpretação da Libras.", "930e22e8-8ed7-426a-970b-74d31bfacbd8": "Modalidades e dinâmicas; sistemática de um grupo; avaliação e tipos de grupos. Curso produzido pelo IFRS, ofertado pela Plataforma Aprenda Mais (MEC).", "f090aa86-4902-4b1c-84c1-e1ebe87aa99d": "O curso aberto de Uso educacional do Canva é uma ação do Instituto Federal do Espírito Santo (IFES) por meio de seu Centro de Referência em Formação e em Educação a Distância (CEFOR), que tem como proposta a orientação de professores e quaisquer outros interessados em criar designs, logos, panfletos, dentre outros recursos, que irão potencializar seu trabalho de forma rápida e eficiente.", "330a2f5c-6649-4512-bc10-9948b94c482f": "Passo-a-passo da criação de videoaula usando a linguagem audiovisual; Conceitos da aprendizagem multimídia para criação do conteúdo e conhecimento técnico para a produção, gravação e edição da videoaula", "ec4dfd93-77e1-4adc-b351-b840cb41d5d1": "O objetivo principal do curso é de estimular e desenvolver os conhecimentos dos participantes sobre fundamentos da Ética e os desafios práticos da sua vivência no serviço público.", "4a0d9e2b-b00e-4d4e-917b-6c0aa4c05c2d": "O curso aborda a colaboração e aprendizagem colaborativa em ambientes virtuais de aprendizagens, com o objetivo de compreender o que é uma wiki, seus principais tipos e o potencial da wiki na educação e, mais especificamente, a wiki no Moodle.", "8e416395-db2d-42c3-843e-c0d0d819005e": "Identificar as características que compôem uma videoaula; compreender o papel do YouTube no cenário educacional brasileiro; utilizar o YouTube como ferramenta de divulgação e monitoramento do desempenho das videoaulas; produzir sua videoaula e disponibilizá-la em seu próprio canal do YouTube.", "68e2af1d-c2ba-4ff1-86a8-dc3f2e862440": "O curso é baseado no Modelo de Acessibilidade em Governo Eletrônico (e-MAG). Esse modelo norteia o desenvolvimento e a adaptação dos conteúdos digitais do governo federal para que sejam acessíveis a todas as pessoas. A proposta do curso é fornecer noções básicas de acessibilidade na Web para as pessoas que trabalhem com inclusão de conteúdos em sites e portais.", "1ce1c89a-8bd0-4328-854f-25415ce28dfd": "O curso, de caráter introdutório, pretende mostrar a mentalidade Ágil no gerenciamento de projetos e nas execuções de ações públicas por meio da apresentação dos aspectos teóricos da mentalidade ágil e do movimento, bem como seus desafios e possibilidades, além de abordar a importância da adoção do Ágil na transformação digital no contexto do serviço público.", "dc0b3001-544d-47e9-891f-4178971526a5": "Apresentação e abordagem forma de pensar e os modelos de trabalho Ágeis no contexto particular da administração pública.", "50dc11c8-d44f-495a-9647-5bd782f5953a": "Objetivo: Conceituar ética e cidadania e propor uma reflexão sobre a importância dos temas para o indivíduo, o cidadão e a Administração Pública.", "36940271-c026-4760-b7c2-87f6b839b21e": "O curso tem como objetivo fornecer conhecimentos básicos que possam auxiliar os pesquisadores iniciantes nas suas atividades de pesquisas científicas envolvendo seres humanos, bem como no desenvolvimento de trabalhos acadêmicos e científicos em acordo com os princípios da integridade científica.", "2ddaad55-4cf3-437e-a78b-ae5b75b4e85e": "A proposta central do curso é capacitar as pessoas para que tenham conduta ética ao oferecerem e utilizarem serviços públicos.", "2b779008-d071-486b-b671-f9d02c8eb664": "Neste curso serão apresentados conceitos referentes à ética profissional os quais têm como objetivo levar você a refletir sobre posturas, escolhas , atitudes, e encaminhamentos nas relações de trabalho do TILS em diferentes espaços de atuação.", "57a47b80-212c-461c-9d44-9af057227780": "Ética; Cidadania; Profissão; Serviço Público."}